{"translation-revision-date":"2024-06-21 06:39:38+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"Unlock Search Statistics":["Desbloquear la estadísticas de búsqueda"],"Unlock Keyword Tracking":["Desbloquear el seguimiento de palabras clave"],"Search Statistics is a %1$s Feature":["Las estadísticas de búsqueda son una característica %1$s"],"Keyword Tracking is a %1$s Feature":["El seguimiento de palabras clave es una característica %1$s"],"Position":["Posición"],"Impressions":["Impresiones"],"Diff":["Diferencial"],"Clicks":["Clics"],"Avg. CTR":["CTR medio"],"Track page rankings":["Seguimiento de posicionamiento de páginas"],"Track keyword rankings":["Seguimiento de posicionamiento de palabras clave"],"Top 3 Position":["Primeras 3 posiciones"],"This table displays the performance of keywords that your site ranks for over time, including metrics such as impressions, click-through rate, and average position in search results. It allows for easy analysis of how keywords are performing and identification of any underperforming keywords that may need to be optimized or replaced.":["Esta tabla muestra el rendimiento de las palabras clave para las que tu sitio se clasifica a lo largo del tiempo, incluyendo métricas como impresiones, porcentaje de clics y posición media en los resultados de búsqueda. Permite un análisis sencillo del rendimiento de las palabras clave y la identificación de cualquier palabra clave de bajo rendimiento que deba optimizarse o sustituirse."],"This graph is a visual representation of how well <strong>keywords are ranking in search results over time<\/strong> based on their position and average CTR. This can help you understand the performance of keywords and identify any trends or fluctuations.":["Este gráfico es una representación visual de la posición que ocupan las <strong>palabras clave en los resultados de búsqueda a lo largo del tiempo<\/strong> en función de su posición y CTR medio. Esto puede ayudarte a comprender el rendimiento de las palabras clave y a identificar cualquier tendencia o fluctuación."],"Speed tests for individual pages\/posts":["Prueba de velocidad de páginas y entradas individuales"],"Search traffic insights":["Datos de tráfico de búsqueda"],"Keyword Positions":["Posiciones de la palabra clave"],"Keyword Performance":["Rendimiento de palabras clave"],"Keyword":["Palabra clave"],"Connect your site to Google Search Console to receive insights on how content is being discovered. Identify areas for improvement and drive traffic to your website.":["Conecta tu web a Google Search Console para recibir información sobre cómo se descubre el contenido. Identifica áreas de mejora e impulsa el tráfico a tu sitio web."],"50-100 Position":["Posición 50-100"],"4-10 Position":["Posición 4-10"],"11-50 Position":["Posición 11-50"],"This feature requires one of the following plans:":["Esta característica requiere alguno de los siguientes planes:"],"Keywords":["Palabras clave"],"Title":["Título"]}},"comment":{"reference":"dist\/Lite\/assets\/js\/KeywordRankings.On-7HI_3.js"}}