{"translation-revision-date":"2023-06-20 08:50:45+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"Alternate Website Name":["Nombre alternativo de la web"],"A name that Google may use for your homepage in mobile search results. This will default to the WordPress site title if left blank.":["Un nombre que Google pueda utilizar para tu página de inicio en los resultados de búsqueda del móvil. En caso de dejarlo en blanco, se utilizará por defecto el título del sitio de WordPress."],"An alternate name for your site. This could be an acronym or shorter version of your website name.":["Un nombre alternativo para tu web. Puede ser un acrónimo o una versión más corta del nombre de tu web."],"Website Name":["Nombre de la web"],"Meta Description":["Metadescripción"],"You are using a static home page which is found under Pages. You can %1$sedit your home page settings%2$s directly to change the title and description.":["Estás utilizando una página de inicio estática que puede encontrarse en «Páginas». Puedes directamente %1$seditar los ajustes de tu página de inicio%2$s para cambiar el título y la descripción."],"Press enter to create a keyword":["Pulse enter para crear una palabra clave"],"Enable Schema Markup":["Activar marcado schema"],"Go to %1$sLocal SEO Settings%2$s and set up your local business info like location address, opening hours (%3$s), and Google Maps settings (%4$s).":["Ir a %1$sAjustes de SEO local%2$s y configura la información de tu negocio local, como la dirección de ubicación, el horario de apertura (%3$s) y los ajustes de Google Maps (%4$s)."],"Go to Local SEO Settings":["Ir a los ajustes de SEO local"],"Google, Bing and other search engines use specific data from your schema markup to output data in their Knowledge Panels. This data is known as the Knowledge Graph. Use these settings to change how that data looks.":["Google, Bing y otros motores de búsqueda utilizan datos específicos del marcado de schema para generar datos en sus paneles de conocimiento. Estos datos se conocen como Knowledge Graph. Utiliza estos ajustes para cambiar el aspecto de esos datos."],"Knowledge Graph":["Knowledge Graph"],"Home Page":["Página de Inicio"],"Separator Character":["Caracter Separador"],"Title Separator":["Separador del título"],"Click on the tags below to insert variables into your meta description.":["Haz clic en las siguientes etiquetas para insertar variables en tu meta descripción."],"Click on the tags below to insert variables into your site title.":["Haz clic en las siguientes etiquetas para insertar variables en el título de tu sitio."],"Minimum size: 112px x 112px, The image must be in JPG, PNG, GIF, SVG, or WEBP format.":["Tamaño mínimo: 112px x 112px, la imagen debe estar en formato JPG, PNG, GIF, SVG o WEBP."],"Logo":["Logotipo"],"Choose a Person":["Elegir una Persona"],"Remove":["Eliminar"],"Choose a Contact Type":["Elige un tipo de contacto"],"Choose whether the site represents a person or an organization.":["Elige si el sitio representa a una persona o a una organización."],"Paste your image URL or select a new image":["Pega la URL de tu imagen o selecciona una nueva imagen"],"Select which team or department the phone number belongs to.":["Selecciona a qué equipo o departamento pertenece el número de teléfono."],"Contact Type":["Tipo de contacto"],"Manually Enter Person":["Introducir persona manualmente"],"Upload or Select Image":["Subir o seleccionar imagen"],"Keywords":["Palabras clave"],"Person Name":["Nombre de la persona"],"Phone Number":["Número de teléfono"],"Organization Name":["Nombre de la organización"],"Site Title":["Título del sitio"],"Person":["Persona"],"Organization":["Organización"],"Person or Organization":["Persona u organización"]}},"comment":{"reference":"dist\/Lite\/assets\/js\/GlobalSettings.4a1fadf9.js"}}