{"translation-revision-date":"2024-06-21 06:39:38+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"Parsing Block Data...":["Análisis de datos de bloque..."],"X Title":["Título de X"],"X Image":["Imagen de X"],"X Description":["Descripción de X"],"X cards by default will use the data defined below. If no data is set, X will instead pick up the data set on the Facebook tab.":["Por defecto, las tarjetas de X utilizarán los datos definidos a continuación. Si no se establecen datos, X tomará en su lugar los datos establecidos en la pestaña de Facebook."],"X Card Type":["Tipo de tarjeta de X"],"X (Twitter) Preview":["Vista Previa de X (Twitter)"],"X (Twitter)":["X (Twitter)"],"SERP: Search Engine Results Page preview. Your site's potential appearance in Google search results. Final display may vary, but this preview closely resembles it.":["SERP: Vista previa de la página de resultados del motor de búsqueda. Apariencia potencial de tu sitio en los resultados de búsqueda de Google. La visualización final puede variar, pero esta vista previa se le parece mucho."],"SERP Preview":["Vista previa de las SERP"],"Generate New SEO %1$s":["Generar nuevo %1$s para SEO"],"Unlock Schema Generator":["Desbloquear el generador de schema"],"Unlock Link Assistant":["Desbloquear el asistente de enlaces"],"Schema Generator is a %1$s Feature":["El generador de schema es una característica %1$s"],"Priority Score is a %1$s feature. %2$s":["La puntuación prioritaria es una característica %1$s . %2$s"],"Mark as Cornerstone":["Marcar como conetnido esencial"],"Link Assistant is a %1$s Feature":["El asistente de enlaces es una característica %1$s"],"internal linking recommendations in Link Assistant.":["recomendaciones de enlaces internos en el asistente de enlaces."],"Cornerstone content refers to the most  important and informative articles or pages on your website that serve as the foundation for your content strategy. AIOSEO uses cornerstone content for":["El contenido angular se refiere a los artículos o páginas más importantes e informativos de tu web que sirven de base para tu estrategia de contenidos. AIOSEO utiliza el contenido angular para"],"Cornerstone Content is a %1$s feature. %2$s":["Cornerstone Content es una característica %1$s . %2$s"],"Cornerstone Content":["Contenido esencial"],"Additional Keyphrases are a %1$s feature. %2$s":["Las frases clave adicionales son una característica %1$s . %2$s"],"Highlighting is disabled for current view":["El resaltado está desactivado para la vista actual"],"Highlight sections in the Editor":["Resaltar secciones en el editor"],"Warning: You have disabled Autogenerate Descriptions and are using the default description format. %1$s will not output a description unless you enter a custom one. You can enable Autogenerate Descriptions under %2$s.":["Advertencia: Has desactivado autogenerar descripciones y estás utilizando el formato de descripción por defecto. %1$s no mostrará una descripción a menos que introduzcas una personalizada. Puedes activar autogenerar descripciones en %2$s."],"Search Appearance > Advanced":["Aspecto de la búsqueda > Avanzado"],"With our powerful revisions feature for all your SEO data, never lose the exact SEO title or description (and more!) that helped you rank higher in search results and restore it back in a single click.":["Con nuestra potente característica de revisiones para todos tus datos SEO, nunca pierdas el título o la descripción SEO exactos (¡y mucho más!) que te ayudaron a posicionarte mejor en los resultados de búsqueda y recupéralos con un solo clic."],"Open SEO Revisions":["Revisiones SEO abiertas"],"SEO Revisions":["Revisiones SEO"],"title":["título"],"With our Pro version, you now have access to the powerful feature that generates SEO optimized %1$s with just a click of a button. Say goodbye to manual %2$s creation and hello to increased online visibility.":["Con nuestra versión Pro, ahora tienes acceso a la potente función que genera %1$s optimizados para SEO con sólo pulsar un botón. Di adiós a la creación manual de %2$s y di hola a una mayor visibilidad online."],"Use AI Generator":["Utiliza el generador IA"],"Upgrade to Pro Today":["Actualiza a Pro hoy"],"Titles":["Títulos"],"meta descriptions":["metadescripciones"],"Learn more about all the features":["Saber más sobre todas las características"],"Generating SEO %1$s is a Pro Feature":["Generar %1$s SEO es una característica Pro"],"Descriptions":["Descripciones"],"We have detected that you are currently using the %1$s Page Builder. Please click %2$shere%3$s to use the %1$s editor for a most accurate result.":["Hemos detectado que actualmente estás utilizando %1$s Page Builder. Haz clic %2$saquí%3$s para utilizar el editor %1$s y obtener un resultado más preciso."],"Schema":["Schema"],"Minimum size: 200px x 200px, ideal ratio 1.91:1, 5MB max. (eg: 1640px x 856px or 3280px x 1712px for Retina screens). JPG, PNG, WEBP and GIF formats only.":["Tamaño mínimo: 200px x 200px, relación ideal 1,91:1, 5MB máx. (p. ej.: 1640px x 856px o 3280px x 1712px para pantallas retina). Solo formatos JPG, PNG, WEBP y GIF."],"Search Schema":["Buscar schema"],"Easily generate unlimited schema markup for your content to help you rank higher in search results. Our schema validator ensures your schema works out of the box.":["Genera fácilmente un número ilimitado de marcados de schema para tu contenido, que te ayudarán a posicionarte mejor en los resultados de búsqueda. Nuestro validador de schema garantiza que tu schema funcione a la primera."],"Custom Schema":["Esquema personalizado"],"Your Templates":["Tus plantillas"],"You have not added any schema yet. You can add any schema graphs you like via the Schema Generator below.":["Aún no has añadido ningún schema. Puedes añadir los gráficos de schema que quieras mediante el Generador de schema que aparece a continuación."],"Validate with Google":["Validar con Google"],"Validate Schema":["Validar esquema"],"Use our powerful Schema Generator to configure Schema Markup for your content. Search Engines use structured data to better understand what your site is about as well as to display rich snippets in search results. %1$s":["Utiliza nuestro potente Generador de schema para configurar el Marcado de schema de tu contenido. Los motores de búsqueda utilizan datos estructurados para comprender mejor de qué trata tu sitio, así como para mostrar fragmentos enriquecidos en los resultados de búsqueda. %1$s"],"Unlimited Schema":["Schema ilimitado"],"This is the default graph for this post type. All data for this graph will be automatically generated.":["Este es el gráfico por defecto para este tipo de contenido. Todos los datos de este gráfico se generarán automáticamente."],"Schema Validation":["Validación de schema"],"Schema Templates":["Plantillas de schema"],"Schema In Use":["Schema en uso"],"Schema Generator":["Generador de schema"],"Schema Catalog":["Catálogo de esquemas"],"Increase Rankings":["Mejorar el posicionamiento"],"Generate Schema":["Generar esquema"],"Configure Schema Markup for your content. Search engines use structured data to display rich results in SERPs.":["Configura el marcado Schema para tu contenido. Los motores de búsqueda utilizan datos estructurados para mostrar resultados enriquecidos en las SERP."],"Additional Schema Types":["Tipos de schema adicionales"],"description":["descripción"],"Looking for meta keywords?":["¿Buscas las meta keywords?"],"Go to the Advanced tab to add\/edit meta keywords":["Ve a la pestaña «Avanzado» para añadir\/editar meta palabras clave"],"Meta Description":["Metadescripción"],"Get relevant suggestions for adding internal links to all your content as well as finding any orphaned posts that have no internal links.":["Obtén sugerencias relevantes para añadir enlaces internos a todo tu contenido, así como para encontrar cualquier entrada huérfana que no tenga enlaces internos."],"Open Redirects":["Abrir redirecciones"],"Here you can add a redirect or view your existing redirects from this page. Click on the button below to view the Redirects panel.":["Aquí puedes añadir una redirección o ver tus redirecciones existentes desde esta página. Haz clic en el botón siguiente para ver el panel de redirecciones."],"Go to Social Networks":["Ir a las redes sociales"],"Open Graph":["Open Graph"],"No %1$s markup will be output for your post because it is currently disabled. You can enable %1$s markup in the Social Networks settings. %2$s":["No se mostrará ningún marcado de %1$s para tu entrada porque está actualmente desactivado. Puedes activar el marcado de %1$s en los ajustes de redes sociales. %2$s"],"Links & Suggestions for \"%1$s\"":["Enlaces y sugerencias para «%1$s»"],"Link Suggestions":["Sugerencias de enlaces"],"External":["Externo"],"Affiliate":["Afiliado"],"Outbound Internal":["Saliente interno"],"Inbound Internal":["Internos de entrada"],"See All %1$s %2$s Links":["Ver los %1$s enlaces %2$s"],"Phrase":["Frase"],"Post Title":["Título de la entrada"],"Inbound":["Entrantes"],"%1$s Link Suggestions":["Sugerencias de enlaces %1$s"],"Delete All %1$s Links":["Borrar todos los enlaces %1$s"],"Open Link Assistant":["Abrir el asistente de enlaces"],"Here you can view an overview of your existing links as well as find suggestions for new internal links. Click on the button below to view the Link Assistant panel.":["Aquí puedes ver un resumen de tus enlaces existentes, así como encontrar sugerencias para nuevos enlaces internos. Haz clic en el siguiente botón para ver el panel del asistente de enlaces."],"Top Domain Reports":["Informes del dominio principal"],"See Affiliate Links":["Ver los enlaces de afiliado"],"See Orphaned Posts":["Ver las entradas huérfanas"],"Actionable Link Suggestions":["Sugerencias de enlaces de acción"],"In order to continue searching for additional keyphrases, you'll need to upgrade. %1$s":["Para poder continuar buscando frases clave adicionales, tendrás que actualizar. %1$s"],"You have exceeded the number of requests allowed by your %1$s plan.":["Has superado el número de peticiones permitidas por tu plan %1$s."],"Link Assistant":["Asistente de enlaces"],"An error occurred while fetching keyphrases. Please try again later.":["Se produjo un error al recuperar frases clave. Por favor, inténtalo de nuevo más tarde."],"You have exceeded the limit for requests. Please try again later.":["Has superado el límite de solicitudes. Por favor, inténtalo de nuevo más tarde."],"Improve your SEO rankings with additional keyphrases.":["Mejora tu posicionamiento SEO con frases clave adicionales."],"%1$sA valid license key is required%2$s in order to connect with %3$s.":["%1$sEs obligatoria una clave de licencia válida%2$s para conectar con %3$s."],"Get Additional Keyphrases with %1$s!":["¡Consigue frases clave adicionales con %1$s!"],"To use this feature, first add a focus keyphrase.":["Para usar esta característica, primero añade una frase clave objetivo."],"%1$s integrates directly with %2$s to provide you with actionable keyphrases to help you write better content.":["%1$s se integra directamente con %2$s para ofrecerte frases clave accionables para ayudarte a escribir mejor contenido."],"Analyzing your content with %1$s keywords is only available to licensed %2$s users. %3$s":["Analizando tu contenido con palabras clave de %1$s está disponible solamente para los usuarios con licencia de %2$s. %3$s"],"No results":["Sin resultados"],"Remove Keyphrase":["Quitar frase clave"],"Add Keyphrase":["Añadir frase clave"],"Trend":["Tendencias"],"Volume":["Voumen"],"Show Results For:":["Mostrar resultados para:"],"Get Additional Keyphrases":["Consibue frases clave adicionales"],"Additional Keyphrases by %1$s":["Frases clave adicionales gracias a %1$s"],"(Default)":["(Por defecto)"],"Not sure what keyphrases are used for? Check out our documentation for more information. %1$s":["¿No sabes para qué se usan las frases clave? Revisa nuestra documentación para más información. %1$s"],"Add Focus Keyphrase":["Añadir frase clave objetivo"],"Add Additional Keyphrases":["Añadir frases clave adicionales"],"Readability":["Legibilidad"],"Additional Keyphrases":["Frases clave adicionales"],"Focus Keyphrase":["Frase clave objectivo"],"Edit Snippet":["Editar Snippet"],"General":["General"],"Enter a URL to change the default Canonical URL":["Introduce una URL para cambiar la URL canónica por defecto"],"Robots Setting":["Ajustes de robots"],"Preview & Edit":["Previsualizar y editar"],"Here you can view and edit the thumbnail, title and description that will be displayed when your site is shared on social media. Click on the button below to view and edit the preview.":["Aquí puedes ver y editar la miniatura, el título y la descripción que se mostrarán cuando tu sitio se comparta en las redes sociales. Haz clic en el botón de abajo para ver y editar la vista previa."],"Default (Set under Social Networks)":["Por defecto (Establecido en Redes Sociales)"],"Use Data from Facebook Tab":["Usar datos de la pestaña de Facebook"],"Default Object Type (Set in Social Networks)":["Tipo de objeto por defecto (establecido en redes sociales)"],"Press enter to create an article tag":["Pulsa intro para crear una etiqueta de artículo"],"Facebook Description":["Descripción para Facebook"],"Facebook Title":["Título para Facebook"],"Facebook Image":["Imagen para Facebook"],"Video URL":["URL del video"],"Custom Field Name":["Nombre del campo personalizado"],"Image Source":["Origen de la imagen"],"Facebook Preview":["Previsualizar Facebook"],"Social":["Social"],"Keyphrase":["Frase clave"],"Modal Content":["Contenido de la modal"],"Preview Snippet Editor":["Editor de la vista previa del fragmento"],"Basic SEO":["SEO Básico"],"No ODP":["Sin ODP"],"No Snippet":["Sin fragmento"],"No Image Index":["Sin índice de imagen"],"No Translate":["Sin traducción"],"No Archive":["Sin Archivo"],"No Follow":["No Follow"],"No Index":["Sin Índice"],"Large":["Grande"],"Standard":["Estándar"],"Max Image Preview":["Vista previa de imagen Máxima"],"Max Video Preview":["Vista previa máxima de video"],"Max Snippet":["Fragmento Máximo"],"Robots meta:":["Meta robots:"],"Click on the tags below to insert variables into your title.":["Haz clic en las siguientes etiquetas para insertar variables en tu título."],"Press enter to create a keyword":["Pulse enter para crear una palabra clave"],"%1$s Title":["Título de %1$s"],"This feature requires one of the following plans:":["Esta característica requiere alguno de los siguientes planes:"],"Minimum size: 300px x 157px, ideal ratio 2:1, 5MB max. JPG, PNG, WEBP and GIF formats only.":["Tamaño mínimo: 300px x 157px, proporción ideal 2:1, 5 MB máx. Solo formatos JPG, PNG, WEBP y GIF."],"Minimum size: 144px x 144px, ideal ratio 1:1, 5MB max. JPG, PNG, WEBP and GIF formats only.":["Tamaño mínimo: 144px x 144px, proporción ideal 1:1, 5 MB máx. Solo formatos JPG, PNG, WEBP y GIF."],"Summary with Large Image":["Resumen con imagen grande"],"Click on the tags below to insert variables into your meta description.":["Haz clic en las siguientes etiquetas para insertar variables en tu meta descripción."],"Delete":["Borrar"],"Click on the tags below to insert variables into your site name.":["Haz clic en las siguientes etiquetas para insertar variables en el nombre de tu sitio."],"Height":["Altura"],"Width":["Ancho"],"Advanced":["Avanzado"],"None":["Ninguna"],"Page Analysis":["Análisis de página"],"Redirects":["Redirecciones"],"Use Default Settings":["Utilizar los ajustes por defecto"],"default":["por defecto"],"Priority Score":["Puntuación de prioridad"],"Keywords":["Palabras clave"],"titles":["títulos"],"Frequency":["Frecuencia"],"Priority":["Prioridad"],"Object Type":["Tipo de objeto"],"Default":["Por defecto"],"Article Tags":["Etiquetas de artículo"],"Article Section":["Sección de artículo"],"Summary":["Resumen"],"Facebook":["Facebook"],"Social Media":["Redes sociales"],"Description":["Descripción"],"Title":["Título"],"Canonical URL":["URL Canónica"]}},"comment":{"reference":"dist\/Lite\/assets\/js\/App.BdbY6rtd.js"}}