{"translation-revision-date":"2023-06-20 08:50:45+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"Connect your site with Google Search Console in %1$sSearch Statistics%2$s to track how your site is performing in search rankings and generate actionable reports. %3$s":["Conecta tu web con Google Search Console en %1$search Statistics%2$s para realizar un seguimiento del rendimiento de tu sitio web en las clasificaciones de búsqueda y generar informes procesables. %3$s"],"Advanced tracking and actionable reports require the following plan:":["El seguimiento avanzado y los informes procesables requieren el siguiente plan:"],"Advanced tracking and actionable reports require one of the following plans:":["El seguimiento avanzado y los informes procesables requieren uno de los siguientes planes:"],"Advanced tracking and actionable reports are available to licensed %1$s users. %2$s":["El seguimiento avanzado y los informes procesables están disponibles para los usuarios con licencia de %1$s. %2$s"],"Great choice! Get started with MonsterInsights today to see how people find and use your website.":["¡Buena elección! Iníciate hoy en MonsterInsights para ver qué les parece a tus usuarios tu web y cómo la utilizan."],"IndexNow":["IndexNow"],"Want to get the most out of Clarity? Integrate Clarity with Google Analytics using MonsterInsights today!":["¿Quieres sacar el máximo provecho de Clarity? ¡Integra Clarity con Google Analytics utilizando MonsterInsights!"],"If you don't already have a project on %1$s, create a project %2$shere%3$s.":["Si todavía no tienes un proyecto en %1$s, crea uno %2$saquí%3$s."],"Enter your verification codes below to activate webmaster tools.":["Introduce abajo tus códigos de verificación para activar las herramientas para webmasters."],"%1$s Project ID":["ID de proyecto de %1$s"],"%1$s helps you understand how users interact with your website through heatmaps and session recordings. %2$s":["%1$s te ayuda a comprender interactúan los usuarios con tu web a mediante de mapas de calor y grabaciones de sesiones. %2$s"],"Update IndexNow":["Actualizar IndexNow"],"Activate IndexNow":["Activar IndexNow"],"The IndexNow addon requires an update. %1$s %2$s requires a minimum version of %3$s for the %4$s addon. You currently have %5$s installed.":["La extensión IndexNow requiere una actualización. %1$s %2$s requiere una versión mínima de %3$s para la extensión %4$s. Actualmente tienes instalada la %5$s."],"The IndexNow addon is required to use this feature.":["La extensión IndexNow es obligatoria para usar esta característica."],"You can manually set an API key here, but if left blank a new one will be auto-generated. %1$s":["Aquí puedes configurar manualmente una clave API, pero si lo dejas en blanco se generará automáticamente una nueva. %1$s"],"IndexNow API Key":["Clave de API de IndexNow"],"Regenerate API Key":["Regenerar la clave de API"],"Settings":["Ajustes"],"Google Analytics is now handled by %1$s.":["Google Analytics ahora lo gestiona %1$s."],"Google Tag Manager Container ID":["ID del Contenedor de Google Tag Manager"],"Get your Google Tag Manager ID in your %1$s.":["Obtén tu ID de Google Tag Manager en tu %1$s."],"This enables tracking outbound links with Google Analytics.%1$s%2$s":["Esto activa el seguimiento de los enlaces salientes con Google Analytics. %1$s%2$s"],"Enable Advanced Analytics Options":["Opciones Avanzadas de Google Analytics"],"Google Analytics account":["Cuenta de Google Analytics"],"Pinterest account":["Cuenta de Pinterest"],"Yandex Verification Code":["Código de Verificación de Yandex"],"Bing Verification Code":["Código de Verificación de Bing"],"Google Verification Code":["Código de Verificación de Google"],"We recommend using the %1$sFree ExactMetrics%2$s plugin to get the most out of Google Analytics.":["Recomendamos utilizar el plugin %1$sFree ExactMetrics%2$s para aprovechar al máximo Google Analytics."],"We recommend using the %1$sFree MonsterInsights%2$s plugin to get the most out of Google Analytics.":["Recomendamos utilizar el plugin %1$sFree MonsterInsights%2$s para aprovechar al máximo Google Analytics."],"Webmaster Tools Verification":["Verificación de Webmaster Tools"],"Your user account role does not have access to edit this field. %1$s":["El perfil de tu cuenta de usuario no tiene acceso para editar este campo. %1$s"],"Baidu Verification Code":["Código de verificación de Baidu"],"Get your Baidu verification code in %1$s.":["Obtén tu código de verificación de Baidu en %1$s."],"Get your Bing verification code in %1$s.":["Obtén tu código de verificación de Bing en %1$s."],"Get your Google Analytics ID in your %1$s.":["Obtén tu código de verificación de Google Analytics en tu %1$s."],"Get your Google verification code in %1$s.":["Obtén tu código de verificación de Google en %1$s."],"Get your Pinterest verification code in your %1$s.":["Obtén tu código de verificación de Pinterest en tu %1$s."],"Get your Yandex verification code in %1$s.":["Obtén tu código de verificación de Yandex en %1$s."],"Miscellaneous Verification":["Otras verificaciones"],"The code above will be added between the %1$s tags on every page on your website.":["El código anterior se añadirá entre las etiquetas %1$s en cada página de tu web."],"This enables Advanced Google Analytics options.%1$s%2$s":["Esto activa opciones avanzadas de Google Analytics.%1$s%2$s"],"Pinterest Verification Code":["Código de verificación de Pinterest"],"This feature is only for licensed %1$s users. %2$s":["Esta característica es solo para usuarios de %1$s. %2$s"],"Google Tag Manager account":["Cuenta de Google Tag Manager"],"Dashboard":["Escritorio"],"This enables tracking events with Google Analytics.%1$s%2$s":["Esto activa el rastreo de eventos con Google Analytics.%1$s%2$s"],"This enables tracking how far down a user scrolls a page with Google Analytics.%1$s%2$s":["Esto permite rastrear cuánto se desplaza un usuario hacia abajo en una página con Google Analytics.%1$s%2$s"],"This enables tracking how long pages are in visible state with Google Analytics.%1$s%2$s":["Esto permite realizar un rastreo del tiempo que las páginas están en estado visible con Google Analytics.%1$s%2$s"],"This enables tracking interactions with the official Facebook and Twitter widgets with Google Analytics.%1$s%2$s":["Esto permite rastrear interacciones con los widgets oficiales de Facebook y Twitter con Google Analytics.%1$s%2$s"],"This enables tracking media queries with Google Analytics.%1$s%2$s":["Esto permite realizar un rastreo de las media queries con Google Analytics.%1$s%2$s"],"This enables tracking outbound forms with Google Analytics.%1$s%2$s":["Esto permite rastrear formularios salientes con Google Analytics.%1$s%2$s"],"This enables tracking URL changes for single pages with Google Analytics.%1$s%2$s":["Esto permite realizar un rastreo de los cambios de URL para páginas individuales con Google Analytics.%1$s%2$s"],"This enables tracking when elements are visible within the viewport with Google Analytics.%1$s%2$s":["Esto permite el rastreo cuando los elementos son visibles dentro de la ventana (viewport) con Google Analytics.%1$s%2$s"],"This ensures consistency in URL paths reported to Google Analytics.%1$s%2$s":["Esto garantiza la coherencia en las rutas de URL notificadas a Google Analytics.%1$s%2$s"],"Click here":["Haz clic aquí"],"Baidu Webmaster Tools":["Baidu Webmaster Tools"],"Yandex Webmaster Tools":["Yandex Webmaster Tools"],"Bing Webmaster Tools":["Bing Webmaster Tools"],"Google Search Console":["Google Search Console"],"Ensure URL Consistency":["Garantizar la coherencia de la URL"],"Track Elements Visibility":["Seguimiento de visibilidad de elementos"],"Track Events":["Seguimiento de eventos"],"Track Facebook and Twitter":["Seguimiento de Facebook y Twitter"],"Track Media Queries":["Seguimiento de media queries"],"Track Outbound Forms":["Seguimiento de formularios salientes"],"Track Page Scrolling":["Seguimiento de desplazamiento en la página"],"Track Page Visibility":["Seguimiento de visibilidad de página"],"Track URL Changes":["Seguimiento de cambios de URL"],"Get Started":["Primeros pasos"],"Google Analytics":["Google Analytics"],"Additional Domains":["Dominios adicionales"],"Anonymize IP Addresses":["Anonimizar las direcciones IP"],"Display Advertiser Tracking":["Mostrar el seguimiento del anunciante"],"Enhanced Ecommerce":["Comercio electrónico mejorado"],"Enhanced Link Attribution":["Atribución de enlaces mejorada"],"Google Analytics ID":["ID de Google Analytics"],"Pinterest Site Verification":["Verificación del sitio en Pinterest"],"Tracking Domain":["Seguimiento del dominio"],"Manage Google Analytics":["Gestionar Google Analytics"],"Exclude Users from Tracking":["Excluir Usuarios del Rastreo"],"This enables support for the Enhanced Ecommerce in Google Analytics.%1$s%2$s":["Esto activa la compatibilidad con el Comercio Electrónico Mejorado en Google Analytics. %1$s%2$s"],"This enables support for the Enhanced Link Attribution in Google Analytics.%1$s%2$s":["Esto activa la compatibilidad con la Atribución de Enlace Mejorado en Google Analytics.%1$s%2$s"],"Exclude logged-in users from Google Analytics tracking by role.%1$s%2$s":["Excluya a los usuarios que han iniciado sesión del seguimiento de Google Analytics por perfil.%1$s%2$s"],"Add a list of additional domains to track here. Enter one domain name per line without the http:\/\/.%1$s%2$s":["Añade aquí una lista de dominios adicionales de los que hacer seguimiento. Introduce un nombre de dominio por línea sin http:\/\/.%1$s%2$s"],"Enter your domain name without the %1$s to set your cookie domain.%2$s%3$s":["Introduce tu nombre de dominio sin %1$s para configurar su dominio de cookies.%2$s%3$s"],"This enables support for IP Anonymization in Google Analytics.%1$s%2$s":["Esto activa la compatibilidad con la anonimización de IPs en Google Analytics.%1$s%2$s"],"This enables support for the Display Advertiser Features in Google Analytics.%1$s%2$s":["Esto activa la compatibilidad con las funciones de anunciantes en Google Analytics.%1$s%2$s"],"Track Multiple Domains":["Seguimiento de múltiples dominios"],"Track Outbound Links":["Seguimiento de enlaces salientes"],"Use this option to enable tracking of multiple or additional domains.%1$s%2$s":["Usa esta opción para activar el seguimiento de dominios múltiples o adicionales.%1$s%2$s"]}},"comment":{"reference":"dist\/Lite\/assets\/js\/WebmasterTools.7a40feff.js"}}