{"translation-revision-date":"2023-06-20 08:50:45+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"Dedicated HTML Sitemaps do not work while using \"plain\" permalinks. Please update your %1$spermalink structure%2$s to use this option.":["Los sitemaps HTML dedicados no funcionan cuando se utilizan enlaces permanentes «simples». Actualiza tu estructura de %1$spermalinks%2$s para utilizar esta opción."],"To view the new sitemap, first save changes.":["Para ver el nuevo mapa del sitio, primero guarda los cambios."],"Dedicated Page":["Página dedicada"],"The following shortcode attributes can be used to override the default settings:":["Los siguientes atributos de shortcode se pueden utilizar para anular los ajustes por defecto:"],"Open HTML Sitemap":["Abrir el mapa del sitio HTML"],"Publication Date":["Fecha de publicación"],"e.g. %1$s":["por ejemplo, %1$s"],"This setting allows you to toggle between the regular sitemap or the compact date archive sitemap. %1$s":["Este ajuste te permite alternar entre el mapa del sitio normal o el mapa del sitio compacto del archivo de fechas. %1$s"],"This setting only applies to posts and pages.":["Este ajuste solo se aplica a entradas y páginas."],"Display HTML Sitemap":["Mostrar el mapa del sitio HTML"],"Using the custom-built tools below, you can add an HTML sitemap to your website and help visitors discover all your content. Adding an HTML sitemap to your website may also help search engines find your content more easily.":["Usando las siguientes herramientas personalizadas, puedes añadir a tu web un mapa del sitio HTML y ayudar a los visitantes a descubrir todo tu contenido. Añadir un mapa del sitio HTML a tu web también puede ayudar a los motores de búsqueda a encontrar más fácilmente tu contenido."],"The function accepts an associative array with the following arguments that can be used to override the default settings:":["La función acepta un array asociativo con los siguientes argumentos que pueden ser usados para anular los ajustes por defecto:"],"To view the sitemap, enter a URL and save changes.":["Para ver el mapa del sitio, introduce una URL y guarda los cambios."],"The post types (by slug, comma-separated) that are included in the sitemap.":["Los tipos de contenido (por slugs, separados por coma) que están incluidos en el mapa del sitio."],"The taxonomies (by slug, comma-separated) that are included in the sitemap.":["Las taxonomías (por slugs, separados por coma) que están incluidas en el mapa del sitio."],"The HTML tag that is used for the label of each section. Defaults to %1$s.":["La etiqueta HTML que se usa para la etiqueta de cada sección. Por defecto, %1$s."],"Whether the labels should be shown or not. Defaults to %1$s.":["Si se deben mostrar las etiquetas o no. Por defecto, %1$s."],"Whether the publication date of posts should be shown.":["Si se debe mostrar la fecha de publicación de las entradas."],"Whether the regular sitemap or compact date archive sitemap is output.":["Si se muestra el mapa del sitio normal o el mapa del sitio compacto del archivo de fechas."],"The sort direction. The supported values are %1$s and %2$s.":["La dirección del orden. Los valores admitidos son %1$s y %2$s."],"The sort order. The supported values are %1$s, %2$s, %3$s and %4$s.":["El orden de clasificación. Los valores admitidos son %1$s, %2$s, %3$s y %4$s."],"The page that you have entered is invalid or already exists. Please enter a page with a unique slug.":["La página a la que has entrado no es válida o ya existe. Por favor, introduce una página con un slug único."],"Ascending":["Ascendente"],"Alphabetical":["Alfabético"],"Compact Archives":["Archivos compactos"],"HTML Sitemap Settings":["Ajustes del mapa del sitio HTML"],"Use the following PHP code anywhere in your theme to display the sitemap. %1$s":["Usa el siguiente código PHP en cualquier parte de tu tema para mostrar el mapa del sitio. %1$s"],"To add this widget, visit the %1$swidgets page%2$s and look for the %3$s\"%4$s - HTML Sitemap\"%5$s widget.":["Para añadir este widget, visita la %1$spágina de widgets%2$s y busca el widget %3$s«%4$s - HTML Sitemap»%5$s."],"Descending":["Descendente"],"Display the sitemap on a dedicated page:":["Muestra el mapa del sitio en una página dedicada:"],"Post\/Term ID":["Entrada\/ID de término"],"Last Updated Date":["Fecha de la última actualización"],"Sort Direction":["Dirección del orden"],"Use the following shortcode to display the HTML Sitemap. %1$s":["Usa el siguiente shortcode para mostrar el mapa del sitio HTML. %1$s"],"To add this block, edit a page or post and search for the %1$s\"%2$s - HTML Sitemap\"%3$s block.":["Para añadir este bloque, edita una página o entrada y busca el bloque %1$s«%2$s - Mapa del sitio HTML»%3$s."],"Sort Order":["Ordenación"],"HTML Sitemap":["Mapa del sitio HTML"],"Enable Sitemap":["Activar el mapa del sitio"],"Include All Taxonomies":["Incluir todas las taxonomías"],"Exclude Posts \/ Pages":["Excluir entradas \/ páginas"],"Include All Post Types":["Incluir todos los tipos de contenido"],"Publish Date":["Fecha de publicación"],"Exclude Terms":["Excluir términos"],"Taxonomies":["Taxonomías"],"Post Types":["Tipos de contenido"],"Advanced Settings":["Ajustes avanzados"],"Select which Taxonomies appear in your sitemap.":["Selecciona qué taxonomías aparecen en tu mapa del sitio."],"Select which Post Types appear in your sitemap.":["Elige qué tipos de contenido aparecerán en tu mapa del sitio."]}},"comment":{"reference":"dist\/Lite\/assets\/js\/HtmlSitemap.d80296be.js"}}