{"translation-revision-date":"2023-06-20 08:50:46+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"List of custom field names to include as post content for tags and the SEO Page Analysis. Add one per line.":["Lista de campos personalizados que  incluir en el análisis SEO de página y etiquetas. Añade uno por línea."],"Validate with Google":["Validar con Google"],"Unlimited Schema":["Schema ilimitado"],"Easily generate unlimited schema markup for your content to help you rank higher in search results. Our schema validator ensures your schema works out of the box.":["Genera fácilmente un número ilimitado de marcados de schema para tu contenido, que te ayudarán a posicionarte mejor en los resultados de búsqueda. Nuestro validador de schema garantiza que tu schema funcione a la primera."],"Additional Schema Types":["Tipos de schema adicionales"],"Schema Generator is only available for licensed %1$s %2$s users.":["El generador de Schema solo está disponible para los usuarios de %1$s %2$s."],"Increase Rankings":["Mejorar el posicionamiento"],"Upgrade to Pro and Unlock Schema Generator":["Actualiza a Pro y desbloquea el generador de Schema"],"Custom Fields are only available for licensed %1$s %2$s users.":["Los campos personalizados solo están disponible para usuarios de %1$s %2$s con licencia."],"Upgrade to Pro and Unlock Custom Fields":["Actualiza a Pro para desbloquear los campos personalizados"],"%1$s %2$s gives you advanced customizations for our page analysis feature, letting you add custom fields to analyze.":["%1$s %2$s te ofrece personalizaciones avanzadas para nuestra función de análisis de página, lo que te permite añadir campos personalizados para analizar."],"News Article":["Artículo de Noticias"],"Blog Post":["Entrada del Blog"],"Article Type":["Tipo de Artículo"],"None":["Ninguno"],"Custom Fields":["Campos personalizados"],"Schema Type":["Tipo de schema"],"Article":["Artículo"]}},"comment":{"reference":"dist\/Lite\/assets\/js\/Schema.60457f1e.js"}}