{"translation-revision-date":"2024-06-21 06:39:38+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"Taxonomy Columns is a %1$s feature. %2$s":["Las columnas de taxonomía son una característica %1$s . %2$s"],"OpenAI Integration is a %1$s feature. %2$s":["La integración con OpenAI es una característica %1$s . %2$s"],"Dashboard Widgets is a %1$s feature. %2$s":["Los widgets del escritorio son una característica %1$s . %2$s"],"Admin Bar Menu is a %1$s feature. %2$s":["El menú de la barra de administración es una característica %1$s . %2$s"],"This allows you to hide plugin announcements and update details in the Notification Center.":["Esto te permite ocultar los anuncios de los plugins y los detalles de las actualizaciones del centro de notificaciones."],"The API key you have entered is invalid. Please check your API key and try again.":["La clave de API que has introducido no es válida. Por favor, comprueba tu clave API e inténtalo de nuevo."],"OpenAI API Key":["Clave de API de OpenAI"],"Enter an OpenAI API key in order to automatically generate SEO titles and meta descriptions for your pages. %1$s":["Introduce una clave de API de OpenAI para generar automáticamente títulos SEO y meta descripciones para tus páginas. %1$s"],"SEO Setup Wizard":["Asistente de ajustes de SEO"],"SEO Overview":["Resumen de SEO"],"Select which %1$s widgets to display on the dashboard.":["Elige qué widgets de %1$s mostrar en el escritorio."],"Our SEO Setup Wizard dashboard widget helps you remember to finish setting up some initial crucial settings for your site to help you rank higher in search results. Once the setup wizard is completed this widget will automatically disappear.":["Nuestro widget de escritorio de Asistente de configuración SEO te ayuda a recordar que debes terminar de configurar algunos ajustes iniciales cruciales para tu sitio que te ayudarán a posicionarte mejor en los resultados de búsqueda. Una vez completado el asistente de configuración, este widget desaparecerá automáticamente."],"Our SEO Overview widget helps you determine which posts or pages you should focus on for content updates to help you rank higher in search results.":["Nuestro widget Vista general de SEO te ayuda a determinar en qué entradas o páginas deberías centrarte para actualizar el contenido que te ayude a posicionarte mejor en los resultados de búsqueda."],"Our SEO News widget provides helpful links that enable you to get the most out of your SEO and help you continue to rank higher than your competitors in search results.":["Nuestro widget SEO News proporciona enlaces útiles que te permitirán sacar el máximo partido a tu SEO y te ayudarán a seguir situándote por encima de tus competidores en los resultados de búsqueda."],"Enable our Headline Analyzer to help you write irresistible headlines and rank better in search results.":["Activa nuestro analizador de titulares para que te ayude a escribir titulares irresistibles y a posicionarte mejor en los resultados de búsqueda."],"Headline Analyzer":["Analizador de titulares"],"Check this if you would like to remove ALL %1$s data upon plugin deletion. All settings and SEO data will be unrecoverable.":["Marca esto si quieres eliminar TODOS los datos de %1$s al desistalar el plugin. Todos los ajustes y datos de SEO serán irrecuperables."],"Uninstall %1$s":["Desinstalar %1$s"],"Select which Taxonomies you want to use the %1$s columns with.":["Selecciona en qué taxonomías quieres usar las columnas de %1$s."],"Taxonomy Columns":["Columnas en taxonomías"],"You will need to manually update everything.":["Tendrás que actualizarlo todo manualmente."],"You are getting bugfixes and security updates, but not major features.":["Está recibiendo correcciones de errores y actualizaciones de seguridad, pero no funciones mayores."],"Minor Only":["Sólo menores"],"You are getting the latest features, bugfixes, and security updates as they are released.":["Está recibiendo las últimas funciones, correcciones de errores y actualizaciones de seguridad a medida que se publican."],"All (recommended)":["Todas (recomendado)"],"Automatic Updates":["Actualizaciones automáticas"],"Announcements":["Anuncios"],"Dashboard Widgets":["Widgets de escritorio"],"This adds %1$s to the admin toolbar for easy access to your SEO settings.":["Esto añade %1$s a la barra de herramientas de administración para acceder fácilmente a sus ajustes de SEO."],"Admin Bar Menu":["Menú de barra de administración"],"Usage Tracking":["Seguimiento de uso"],"Select which Post Types you want to use the %1$s columns with.":["Selecciona con qué tipos de contenido quieres usar las columnas de %1$s."],"Post Type Columns":["Columnas en tipos de contenido"],"Enable our TruSEO score to help you optimize your content for maximum traffic.":["Activa nuestra puntuación TruSEO para ayudarte a optimizar tu contenido para obtener el máximo tráfico."],"TruSEO Score & Content":["Puntuación y contenido TruSEO"],"Complete documentation on usage tracking is available %1$shere%2$s.":["La documentación completa sobre el uso del rastreo está disponible %1$saquí%2$s."],"Include All Taxonomies":["Incluir todas las taxonomías"],"None":["Ninguna"],"SEO Analysis":["Análisis SEO"],"Include All Post Types":["Incluir todos los tipos de contenido"],"By allowing us to track usage data we can better help you as we will know which WordPress configurations, themes and plugins we should test.":["Al permitirnos hacer seguimiento de tus datos de uso podemos ayudarte mejor, ya que sabremos con qué configuraciones, temas y plugins de WordPress debemos probar."],"SEO News":["Noticias de SEO"],"Advanced Settings":["Ajustes avanzados"]}},"comment":{"reference":"dist\/Lite\/assets\/js\/Advanced.BWivn7Jb.js"}}