{"translation-revision-date":"2024-06-21 06:39:38+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"Default Term Image Source is a %1$s feature. %2$s":["La fuente de imagen por defecto para términos de taxonomía es una característica %1$s . %2$s"],"Default Taxonomy Object Types is a %1$s feature. %2$s":["Tipos de objetos de taxonómía por defecto es una característica %1$s . %2$s"],"Minimum size: 200px x 200px, ideal ratio 1.91:1, 8MB max. (eg: 1640px x 856px or 3280px x 1712px for Retina screens). JPG, PNG, WEBP and GIF formats only.":["Tamaño mínimo: 200px x 200px, relación ideal 1,91:1, 8MB máx. (p. ej.: 1640px x 856px o 3280px x 1712px para pantallas retina). Solo formatos JPG, PNG, WEBP y GIF."],"You are using a static home page which is found under Pages. You can %1$sedit your home page settings%2$s directly to change the title, meta description and image.":["Estás utilizando una página de inicio estática que se encuentra en Páginas. Puedes %1$seditar directamente los ajustes de tu página de inicio%2$s para cambiar el título, la meta descripción y la imagen."],"Default Taxonomy Object Types":["Tipos de objetos de taxonomía predeterminados"],"Default Post Type Object Types":["Tipos de objetos de tipo de contenido predeterminados"],"Show Facebook Author":["Mostrar el autor de Facebook"],"How to get your Facebook Author URL":["Cómo obtener tu URL de autor de Facebook"],"How to get your Facebook App ID":["Cómo obtener tu App ID de Facebook"],"How to get your Facebook Admin ID":["Cómo obtener tu ID de administrador de Facebook"],"Will be overriden if the Facebook author URL is present in the individual User Profile.":["Se sobreescribirá si la URL del autor de Facebook está presente en el perfil de usuario individual."],"The Facebook App ID of the site's app. In order to use Facebook Insights, you must add the App ID to your page. Insights lets you view analytics for traffic to your site from Facebook. Find the App ID in your App Dashboard.":["El App ID de Facebook de la aplicación del sitio. Para utilizar Facebook Insights, debes añadir el App ID a tu página. Insights te permite ver análisis del tráfico a tu sitio desde Facebook. Busca el App ID en tu escritorio de aplicaciones."],"Enter your Facebook Admin ID here. You can enter multiple Facebook Admin IDs by separating them with a comma.":["Introduce tu ID de administrador de Facebook aquí. Puedes añadir varios ID de administrador de Facebook separándolos con una coma."],"Facebook Author URL":["URL del Autor de Facebook"],"Click on the tags below to insert variables into your description.":["Haz clic en las siguientes etiquetas para insertar variables en tu descripción."],"Use the home page description":["Usar la descripción de la página de inicio"],"Click on the tags below to insert variables into your home page title.":["Haz clic en las siguientes etiquetas para insertar variables en el título de tu página de inicio."],"Click on the tags below to insert variables into your site name.":["Haz clic en las siguientes etiquetas para insertar variables en el nombre de tu sitio."],"Use the home page title":["Usar el título de la página de inicio"],"This is what your page configured with %1$s will look like when shared via Facebook. The site title and description will be automatically added.":["Así es como se verá tu página configurada con %1$s cuando se comparta a través de Facebook. El título y la descripción del sitio se án automáticamente."],"The Title of the Page or Site you are Sharing":["El título de la página o sitio que vas a compartir"],"Default Term Facebook Image":["Imagen de Facebook por defecto para los Términos"],"Default Post Facebook Image":["Imagen de Facebook por defecto para las Entradas"],"Term Custom Field Name":["Nombre de campo personalizado del término"],"Post Custom Field Name":["Nombre de campo personalizado de la entrada"],"Height":["Altura"],"Width":["Ancho"],"Default Term Image Source":["Origen de la imagen del término por defecto"],"Default Post Image Source":["Origen de la imagen de la entrada por defecto"],"Enable Open Graph Markup":["Activar marcado Open Graph"],"Enable this feature if you want Facebook and other social media to display a preview with images and a text excerpt when a link to your site is shared.":["Activa esta función si quieres que Facebook y otras redes sociales muestren una vista previa con imágenes y un extracto de texto cuando se comparte un enlace a tu sitio."],"General Facebook Settings":["Ajustes generales de Facebook"],"Facebook App ID":["App ID de Facebook"],"Facebook Admin ID":["ID de administrador de Facebook"],"Object Type":["Tipo de objeto"],"Use Post Tags in Article Tags":["Usar etiquetas de Entradas en etiquetas de Artículos"],"Use Categories in Article Tags":["Usar Categorías en etiquetas de Artículos"],"Use Keywords in Article Tags":["Usar Palabras Clave en Etiquetas de Artículos"],"Automatically Generate Article Tags":["Generar automáticamente las etiquetas de artículo"],"Image":["Imagen"],"Site Name":["Nombre del sitio"],"Advanced Settings":["Ajustes avanzados"],"Home Page Settings":["Ajustes de página de inicio"],"Description":["Descripción"],"Title":["Título"]}},"comment":{"reference":"dist\/Lite\/assets\/js\/Facebook.F1TOOiNM.js"}}