{"translation-revision-date":"2024-06-21 06:39:38+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"For some crawlers, encountering conflicting \"Crawl-delay\" might lead to unpredictable behavior.":["Para algunos rastreadores, encontrar un «Crawl-delay» conflictivo puede provocar un comportamiento impredecible."],"Crawl-delay must be a number starting from 1.":["Crawl-daley tiene que ser un número que comience en 1."],"This site runs in a sub-directory. The robots.txt file must be located at the root of the website host to which it applies.":["Este sitio se ejecuta en un subdirectorio. El Archivo robots.txt debe estar ubicado en la raíz del alojamiento web al que se aplica."],"This rule overrides the default rule #%1$s%2$s.":["Esta regla anula la regla por defecto #%1$s%2$s."],"This rule is a duplicate of rule #%1$s%2$s.":["Esta regla es un duplicado de la regla #%1$s%2$s."],"This rule conflicts with rule #%1$s%2$s.%3$s":["Esta regla entra en conflicto con la regla #%1$s%2$s.%3$s"],"The network rule takes precedence.":["La regla de la red tiene prioridad."],"The \"Allow\" rule takes precedence.":["La regla «Permitir» tiene prioridad."],"Paste Robots.txt text":["Pega el texto del robots.txt"],"Invalid robots.txt URL.":["URL de robots.txt no válida."],"Import Robots.txt":["Importar Robots.txt"],"Import from URL":["Importar desde URL"],"https:\/\/any-domain.com\/robots.txt":["https:\/\/any-domain.com\/robots.txt"],"from the network level":["desde el nivel de red"],"Equivalent to rule #%1$s%2$s. The trailing wildcard is ignored.":["Equivale a la regla #%1$s%2$s. El comodín final se ignora."],"Directive":["Directiva"],"Custom Robots.txt Preview":["Vista previa del robots.txt personalizado"],"Clean-param must start with at least one param which is optionally followed by one path.":["Clean-param debe empezar con al menos un parámetro al que, opcionalmente, le sigue una ruta."],"No User-agent found in the content beginning.":["No se ha encontrado ningún agente usuario en el inicio del contenido."],"These custom robots.txt rules will apply globally to your entire network. To adjust the robots.txt rules for an individual site, please visit the dashboard for that site directly and update the settings there.":["Estas reglas personalizadas de robots.txt se aplicarán globalmente a toda tu red. Para ajustar las reglas de robots.txt de un sitio individual, visita directamente el panel de control de ese sitio y actualiza los ajustes allí."],"These custom robots.txt rules will apply globally to your entire network. To adjust the robots.txt rules for an individual site, please choose it in the list above.":["Estas reglas personalizadas de robots.txt se aplicarán globalmente a toda tu red. Para ajustar las reglas robots.txt para un sitio individual, selecciónalo en la lista anterior."],"Select Site":["Seleccionar sitio"],"%1$s Error":["%1$s error","%1$s errores"],"It appears that your server is running on nginx, so the fix will most likely require adding the correct rewrite rules to our nginx configuration. %1$sCheck our documentation for more information%2$s.":["Parece que tu servidor usa nginx, por lo que la solución probablemente requiera añadir las reglas de reescritura correctas a nuestra configuración de nginx. %1$sConsulta nuestra documentación para obtener más información%2$s."],"It appears that your server is running on %1$s, so the fix should be as simple as checking the %2$scorrect .htaccess implementation on wordpress.org%3$s.":["Parece que tu servidor funciona con %1$s, por lo que la solución debería ser tan sencilla como comprobar la %2$simplementación correcta del .htaccess en wordpress.org%3$s."],"It looks like you are missing the proper rewrite rules for the robots.txt file.":["Parece que faltan las reglas de reescritura adecuadas para el archivo robots.txt."],"This site is running in a sub-directory of your main site located at %1$s. Your robots.txt file should only appear in the root directory of that site.":["Este sitio se ejecuta en un subdirectorio de tu sitio principal ubicado en %1$s. Tu archivo robots.txt solo debería aparecer en el directorio raíz de ese sitio."],"Import and Delete":["Importar y borrar"],"%1$s has detected a physical robots.txt file in the root folder of your WordPress installation. We recommend removing this file as it could cause conflicts with WordPress' dynamically generated one. %2$s can import this file and delete it, or you can simply delete it.":["%1$s ha detectado un archivo robots.txt físico en la carpeta raíz de su instalación de WordPress. Recomendamos eliminar este archivo ya que podría causar conflictos con el generado dinámicamente por WordPress. %2$s puede importar este archivo y eliminarlo, o simplemente puede eliminarlo."],"Open Robots.txt":["Abrir Robots.txt"],"Delete Rule":["Borrar regla"],"Enable Custom Robots.txt":["Activar robots.txt personalizado"],"Just like WordPress, %1$s generates a dynamic file so there is no static file to be found on your server.  The content of the robots.txt file is stored in your WordPress database.":["Al igual que WordPress, %1$s genera un archivo dinámico, por lo que no se puede encontrar ningún archivo estático en tu servidor. El contenido del archivo robots.txt se almacena en la base de datos de tu WordPress."],"The robots.txt editor in %1$s allows you to set up a robots.txt file for your site that will override the default robots.txt file that WordPress creates. By creating a robots.txt file with %2$s you have greater control over the instructions you give web crawlers about your site.":["El editor de robots.txt de %1$s te permite configurar un archivo robots.txt para tu sitio que anulará el archivo robots.txt predeterminado que crea WordPress. Al crear un archivo robots.txt con %2$s, tienes un mayor control sobre las instrucciones que das a los rastreadores web sobre tu sitio."],"Disallow":["No permitir"],"Allow":["Permitir"],"Add Rule":["Añadir regla"],"User Agent":["Agente usuario"],"Robots.txt Editor":["Editor de Robots.txt"]}},"comment":{"reference":"dist\/Lite\/assets\/js\/RobotsEditor.CV7uzRAd.js"}}