{"translation-revision-date":"2023-06-20 08:50:46+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"Upgrade to %1$s and Unlock Search Statistics":["Actualiza a %1$s y desbloquea las estadísticas de búsqueda"],"Track keyword rankings":["Seguimiento de posicionamiento de palabras clave"],"Track page rankings":["Seguimiento de posicionamiento de páginas"],"These lists can be useful for understanding the performance of specific pages or posts and identifying opportunities for improvement. For example, the top winning content may be good candidates for further optimization or promotion, while the top losing may need to be reevaluated and potentially updated.":["Estas listas pueden ser útiles para comprender el rendimiento de páginas o entradas específicas e identificar oportunidades de mejora. Por ejemplo, los contenidos más ganadores pueden ser buenos candidatos para una mayor optimización o promoción, mientras que los más perdedores pueden necesitar ser reevaluados y potencialmente actualizados."],"Speed tests for individual pages\/posts":["Prueba de velocidad de páginas y entradas individuales"],"SEO Statistics":["Estadísticas de SEO"],"Search traffic insights":["Datos de tráfico de búsqueda"],"Search Statistics is only for licensed %1$s %2$s users.":["Las estadísticas de búsqueda solo están disponibles para los usuarios con licencia de %1$s %2$s."],"Search Impressions":["Impresiones de búsqueda"],"Search Clicks":["Clics de búsqueda"],"The following SEO Statistics graphs are useful metrics for understanding the visibility of your website or pages in search results and can help you identify trends or changes over time.<br \/><br \/>Note: This data is capped at the top 100 keywords per day to speed up processing and to help you prioritize your SEO efforts, so while the data may seem inconsistent with Google Search Console, this is intentional.":["Los siguientes gráficos de estadísticas de SEO son métricas útiles para comprender la visibilidad de tu sitio web o páginas en los resultados de búsqueda y pueden ayudarte a identificar tendencias o cambios a lo largo del tiempo.<br \/><br \/>Nota: Estos datos tienen un límite de las 100 palabras clave principales por día para acelerar el procesamiento y ayudarte a priorizar tus esfuerzos de SEO, por lo que aunque los datos pueden parecer incoherentes con Google Search Console, esto es intencional."],"Connect your site to Google Search Console to receive insights on how content is being discovered. Identify areas for improvement and drive traffic to your website.":["Conecta tu web a Google Search Console para recibir información sobre cómo se descubre el contenido. Identifica áreas de mejora e impulsa el tráfico a tu sitio web."],"Content":["Contenido"],"This feature requires one of the following plans:":["Esta característica requiere alguno de los siguientes planes:"]}},"comment":{"reference":"dist\/Lite\/assets\/js\/SeoStatistics.df9050be.js"}}