{"translation-revision-date":"2023-06-20 08:50:45+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"Unlock network-level tools to manage all your sites from one easy-to-use location. Migrate data or create backups without the need to visit each dashboard.":["Desbloquea herramientas de red para gestionar todos tus sitios desde una sencilla ubicación. Podrás trasladar datos o crear copias de seguridad sin necesidad de visitar cada uno de los escritorios."],"This feature is not available in your current plan.":["Esta característica no está disponible en con tu plan actual."],"Upgrade Your Plan and Unlock Network Tools":["Actualiza tu plan y desbloquea las herramientas de red"],"Select Site":["Seleccionar sitio"],"Please note that if you are importing post\/term meta from %1$s v3.7.1 or below, this will only be successful if the post\/term IDs of this site are identical to those of the source site.":["Ten en cuenta que si estás importando metadatos de entradas\/términos de %1$s v3.7.1 o inferior, sólo tendrás éxito si los IDs de entradas\/términos de este sitio son idénticos a los del sitio de origen."],"Are you sure you want to delete this backup?":["¿Seguro que deseas eliminar esta copia de seguridad?"],"Yes, I want to restore this backup":["Sí, quiero restaurar esta copia de seguridad"],"Yes, I want to delete this backup":["Sí, quiero borrar esta copia de seguridad"],"Are you sure you want to restore this backup?":["¿Seguro que quieres restaurar esta copia de seguridad?"],"No, I changed my mind":["No, he cambiado de idea"],"This action cannot be undone.":["Esta acción no se puede deshacer."],"Export All Post Types":["Exportar todos los tipos de contenido"],"Export All Settings":["Exportar todos los ajustes"],"An error occurred while importing %1$s. Please try again.":["Se produjo un error al importar desde %1$s. Inténtalo de nuevo."],"Term Meta":["Término meta"],"not installed":["no instalado"],"All Settings":["Todos los ajustes"],"Import Settings From Other Plugins":["Importar ajustes desde otros plugins"],"We do not support importing from the currently installed version of %1$s (%2$s). Please upgrade to the latest version and try again.":["No damos soporte a la importación desde la versión actualmente instalada de %1$s (%2$s). Actualiza a la última versión y vuelve a intentarlo."],"Choose a plugin to import SEO data directly into %1$s.":["Elige un plugin del que importar los datos SEO directamente a %1$s."],"Select a plugin...":["Selecciona un plugin..."],"%1$s was successfully imported!":["¡%1$s se importó correctamente!"],"Post Meta":["Metadatos de la entrada"],"Restore":["Restaurar"],"Create Backup":["Crear copia de seguridad"],"Backup Settings":["Ajustes de la copia de seguridad"],"%1$s at %2$s":["%1$s en %2$s"],"Success! The backup was restored.":["¡Conseguido! La copia de seguridad se ha restaurado."],"Success! The backup was deleted.":["¡Conseguido! La copia de seguridad se ha eliminado."],"There was an error importing your settings. Please make sure you are uploading the correct file or it is in the proper format.":["Hubo un error al importar sus ajustes. Asegúrese de que está subiendo el archivo correcto o que tiene el formato adecuado."],"A JSON or INI file is required to import settings.":["Se requiere un archivo JSON o INI para importar los ajustes."],"Imported settings will overwrite existing settings and will not be merged.":["Los ajustes importados sobrescribirán los ajustes existentes y no se combinarán."],"Import from a JSON or INI file...":["Importar desde un archivo JSON o INI..."],"Import \/ Restore %1$s Settings":["Importar\/Restaurar ajustes de %1$s"],"Delete":["Eliminar"],"Choose a File":["Elige un archivo"],"Success! Your settings have been imported.":["¡Conseguido! Se han importado tus ajustes."],"You have no saved backups.":["No tienes copias de seguridad guardadas."],"SEO Settings":["Ajustes de SEO"],"Import":["Importar"],"Export Settings":["Exportar ajustes"]}},"comment":{"reference":"dist\/Lite\/assets\/js\/ImportExport.82a67b0d.js"}}