{"translation-revision-date":"2024-06-21 06:39:38+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"Your WordPress URL is invalid. Please check the format and try again.":["Tu URL de WordPress no es válida. Comprueba el formato e inténtalo de nuevo."],"Your TikTok URL is invalid. Please check the format and try again.":["Tu URL de TikTok no es válida. Comprueba el formato e inténtalo de nuevo."],"You can add additional social profile URLs here, separated by a new line.":["Puedes añadir URLs de perfiles sociales adicionales aquí, separadas por una nueva línea."],"Additional Profiles":["Perfiles adicionales"],"Your Username:":["Tu nombre de usuario:"],"Use the same username for multiple social networks":["Usar el mismo nombre de usuario para múltiples redes sociales"],"Your MySpace URL is invalid. Please check the format and try again.":["Tu URL de MySpace no es válida. Por favor, comprueba el formato y vuelve a intentarlo."],"Your Wikipedia URL is invalid. Please check the format and try again.":["Tu URL de Wikipedia no es válida. Por favor, comprueba el formato y vuelve a intentarlo."],"Your SoundCloud URL is invalid. Please check the format and try again.":["Tu URL de SoundCloud no es válida. Por favor, comprueba el formato y vuelve a intentarlo."],"Your Yelp URL is invalid. Please check the format and try again.":["Tu URL de Yelp no es válida. Por favor, comprueba el formato y vuelve a intentarlo."],"Your Tumblr URL is invalid. Please check the format and try again.":["Tu URL de Tumblr no es válida. Por favor, comprueba el formato y vuelve a intentarlo."],"Your LinkedIn URL is invalid. Please check the format and try again.":["Tu URL de LinkedIn no es válida. Por favor, comprueba el formato y vuelve a intentarlo."],"Your YouTube URL is invalid. Please check the format and try again.":["Tu URL de YouTube no es válida. Por favor, comprueba el formato y vuelve a intentarlo."],"Your Pinterest URL is invalid. Please check the format and try again.":["Tu URL de Pinterest no es válida. Por favor, comprueba el formato y vuelve a intentarlo."],"Your Instagram URL is invalid. Please check the format and try again.":["Tu URL de Instagram no es válida. Por favor, compruebe el formato y vuelve a intentarlo."],"Your X (Twitter) URL is invalid. Please check the format and try again.":["Tu URL de X no es válida. Por favor, comprueba el formato y vuelve a intentarlo."],"Your Facebook URL is invalid. Please check the format and try again.":["Tu URL de Facebook no es válida. Por favor, comprueba el formato y vuelve a intentarlo."]}},"comment":{"reference":"dist\/Lite\/assets\/js\/SocialProfiles.CiME7RR9.js"}}