{"translation-revision-date":"2023-06-20 08:50:46+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"The Content Rankings report provides valuable insights into the performance of your content in search results and helps you optimize your posts for better results. This report is generated on a monthly basis, covering the past 12 months leading up to the current month. By regularly reviewing this report, you can identify trends in your post rankings and make informed decisions to improve your content's visibility and ultimately increase rankings in search results.":["El informe de posicionamiento de contenido proporciona información valiosa sobre el rendimiento de tu contenido en los resultados de búsqueda y te ayuda a optimizar tus entradas para obtener mejores resultados. Este informe se genera mensualmente y abarca los 12 meses anteriores al mes en curso. Al revisar regularmente este informe, puedes identificar tendencias en el posicionamiento de tus publicaciones y tomar decisiones informadas para mejorar la visibilidad de tu contenido y, en última instancia, mejorar su posición en los resultados de búsqueda."],"Upgrade to %1$s and Unlock Search Statistics":["Actualiza a %1$s y desbloquea las estadísticas de búsqueda"],"Track keyword rankings":["Seguimiento de posicionamiento de palabras clave"],"Track page rankings":["Seguimiento de posicionamiento de páginas"],"Speed tests for individual pages\/posts":["Prueba de velocidad de páginas y entradas individuales"],"Search traffic insights":["Datos de tráfico de búsqueda"],"Search Statistics is only for licensed %1$s %2$s users.":["Las estadísticas de búsqueda solo están disponibles para los usuarios con licencia de %1$s %2$s."],"Content Rankings":["Posicionamiento de contenidos"],"Connect your site to Google Search Console to receive insights on how content is being discovered. Identify areas for improvement and drive traffic to your website.":["Conecta tu web a Google Search Console para recibir información sobre cómo se descubre el contenido. Identifica áreas de mejora e impulsa el tráfico a tu sitio web."],"This feature requires one of the following plans:":["Esta característica requiere alguno de los siguientes planes:"]}},"comment":{"reference":"dist\/Lite\/assets\/js\/ContentRankings.0f25b6a4.js"}}