{"translation-revision-date":"2024-06-21 06:39:38+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"Quickly verify ownership in Google Search Console and automatically submit sitemaps with one click. Speed up indexing, increase visibility and optimize your site's performance to effortlessly attract more organic traffic.":["Verifica rápidamente la propiedad en Google Search Console y envía automáticamente los mapas del sitio con un solo clic. Acelera la indexación, aumenta la visibilidad y optimiza el rendimiento de tu sitio para atraer más tráfico orgánico sin esfuerzo."],"Google Search Console is Connected.":["Google Search Console está conectado."],"Connect Your Site to Google Search Console":["Conecta tu sitio con Google Search Console"],"Reconnect Google Search Console":["Reconectar Google Search Console"],"We detected that your site has been removed from Google Search Console. If this was done in error, click below to re-sync and resolve this issue.":["Hemos detectado que tu sitio ha sido eliminado de Google Search Console. Si esto se hizo por error, haz clic a continuación para volver a sincronizar y resolver este problema."],"Your site was removed from Google Search Console.":["Tu sitio ha sido eliminado de Google Search Console."],"%1$s can now verify whether your site is correctly verified with Google Search Console and that your sitemaps have been submitted correctly. Connect with Google Search Console now to ensure your content is being added to Google as soon as possible for increased rankings.":["%1$s puede comprobar ahora si tu sitio está correctamente verificado con Google Search Console y que tus mapas del sitio se han enviado correctamente. Conéctate ahora con Google Search Console para asegurarte de que tu contenido se añade a Google lo antes posible para mejorar tu posicionamiento."],"Have you connected your site to Google Search Console?":["¿Has conectado tu sitio con Google Search Console?"],"Unlock Search Statistics":["Desbloquear la estadísticas de búsqueda"],"IndexNow is a %1$s feature. %2$s":["IndexNow es una característica %1$s . %2$s"],"Reconnect":["Reconectar"],"Disconnect":["Desconectar"],"Connect to Google Search Console":["Contectar a Google Search Console"],"Want to get the most out of Clarity? Integrate Clarity with Google Analytics using MonsterInsights today!":["¿Quieres sacar el máximo provecho de Clarity? ¡Integra Clarity con Google Analytics utilizando MonsterInsights!"],"IndexNow":["IndexNow"],"Great choice! Get started with MonsterInsights today to see how people find and use your website.":["¡Buena elección! Iníciate hoy en MonsterInsights para ver qué les parece a tus usuarios tu web y cómo la utilizan."],"If you don't already have a project on %1$s, create a project %2$shere%3$s.":["Si todavía no tienes un proyecto en %1$s, crea uno %2$saquí%3$s."],"Enter your verification codes below to activate webmaster tools.":["Introduce abajo tus códigos de verificación para activar las herramientas para webmasters."],"%1$s Project ID":["ID de proyecto de %1$s"],"%1$s helps you understand how users interact with your website through heatmaps and session recordings. %2$s":["%1$s te ayuda a comprender interactúan los usuarios con tu web a mediante de mapas de calor y grabaciones de sesiones. %2$s"],"IndexNow API Key":["Clave de API de IndexNow"],"You can manually set an API key here, but if left blank a new one will be auto-generated. %1$s":["Aquí puedes configurar manualmente una clave API, pero si lo dejas en blanco se generará automáticamente una nueva. %1$s"],"Regenerate API Key":["Regenerar la clave de API"],"Update IndexNow":["Actualizar IndexNow"],"The IndexNow addon requires an update. %1$s %2$s requires a minimum version of %3$s for the %4$s addon. You currently have %5$s installed.":["La extensión IndexNow requiere una actualización. %1$s %2$s requiere una versión mínima de %3$s para la extensión %4$s. Actualmente tienes instalada la %5$s."],"The IndexNow addon is required to use this feature.":["La extensión IndexNow es obligatoria para usar esta característica."],"Activate IndexNow":["Activar IndexNow"],"Settings":["Ajustes"],"Google Analytics is now handled by %1$s.":["Google Analytics ahora lo gestiona %1$s."],"Get your Google Tag Manager ID in your %1$s.":["Obtén tu ID de Google Tag Manager en tu %1$s."],"Google Tag Manager Container ID":["ID del Contenedor de Google Tag Manager"],"Pinterest account":["Cuenta de Pinterest"],"Get your Pinterest verification code in your %1$s.":["Obtén tu código de verificación de Pinterest en tu %1$s."],"Get your Baidu verification code in %1$s.":["Obtén tu código de verificación de Baidu en %1$s."],"Baidu Verification Code":["Código de verificación de Baidu"],"Get your Yandex verification code in %1$s.":["Obtén tu código de verificación de Yandex en %1$s."],"Yandex Verification Code":["Código de Verificación de Yandex"],"Get your Bing verification code in %1$s.":["Obtén tu código de verificación de Bing en %1$s."],"Bing Verification Code":["Código de Verificación de Bing"],"Get your Google verification code in %1$s.":["Obtén tu código de verificación de Google en %1$s."],"Google Verification Code":["Código de Verificación de Google"],"We recommend using the %1$sFree ExactMetrics%2$s plugin to get the most out of Google Analytics.":["Recomendamos utilizar el plugin %1$sFree ExactMetrics%2$s para aprovechar al máximo Google Analytics."],"We recommend using the %1$sFree MonsterInsights%2$s plugin to get the most out of Google Analytics.":["Recomendamos utilizar el plugin %1$sFree MonsterInsights%2$s para aprovechar al máximo Google Analytics."],"Webmaster Tools Verification":["Verificación de Webmaster Tools"],"The code above will be added between the %1$s tags on every page on your website.":["El código anterior se añadirá entre las etiquetas %1$s en cada página de tu web."],"Miscellaneous Verification":["Otras verificaciones"],"Your user account role does not have access to edit this field. %1$s":["El perfil de tu cuenta de usuario no tiene acceso para editar este campo. %1$s"],"Pinterest Verification Code":["Código de verificación de Pinterest"],"Dashboard":["Escritorio"],"Google Tag Manager account":["Cuenta de Google Tag Manager"],"Baidu Webmaster Tools":["Baidu Webmaster Tools"],"Yandex Webmaster Tools":["Yandex Webmaster Tools"],"Bing Webmaster Tools":["Bing Webmaster Tools"],"Google Search Console":["Google Search Console"],"Google Analytics":["Google Analytics"],"Manage Google Analytics":["Gestionar Google Analytics"],"Pinterest Site Verification":["Verificación del sitio en Pinterest"]}},"comment":{"reference":"dist\/Lite\/assets\/js\/WebmasterTools.CVZuqCdJ.js"}}