{"translation-revision-date":"2024-06-21 06:39:38+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"We encountered an error loading the code snippets, please try again later.":["Hemos encontrado un error al cargar los fragmentos de código, inténtalo más tarde."],"Using WPCode you can install AIOSEO code snippets with 1-click directly from this page or the WPCode library inside the WordPress admin.":["Usando WPCode puedes instalar fragmentos de código de AIOSEO con 1 clic, directamente desde esta página o desde la biblioteca de WPCode del escritorio de WordPress."],"Use Snippet":["Usar fragmento de código"],"Update WPCode":["Actualizar WPCode"],"Please Update WPCode to load the AIOSEO Snippet Library":["Actualiza WPCode para cargar la biblioteca de fragmentos de código de AIOSEO"],"Please Install WPCode to load the AIOSEO Snippet Library":["Instala WPCode para cargar la biblioteca de fragmentos de código de AIOSEO"],"Please Activate WPCode to load the AIOSEO Snippet Library":["Activa WPCode para cargar la biblioteca de fragmentos código de AIOSEO"],"Learn More about WPCode Snippets":["Más información sobre WPCode Snippets"],"Install WPCode":["Instalar WPCode"],"Code Snippets":["Fragmentos de código"],"Activate WPCode":["Activar WPCode"],"You currently don't have permission to activate this addon. Please ask a site administrator to activate first.":["Actualmente no tienes permisos para activar esta extensión. Por favor, pide primero a un administrador que la active."],"Edit Snippet":["Editar Snippet"],"An error occurred while activating the addon. Please upload it manually or contact support for more information.":["Ocurrió un error al activar la extensión. Por favor, súbela manualmente o contacta con soporte para más información."]}},"comment":{"reference":"dist\/Lite\/assets\/js\/WpCode.BJKhoXdr.js"}}