{"translation-revision-date":"2024-06-21 06:39:38+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"Unlock Network Tools":["Desbloquear herramientas de red"],"Network Tools is a %1$s Feature":["Herramientas de red es una característica %1$s"],"Unlock network-level tools to manage all your sites from one easy-to-use location. Migrate data or create backups without the need to visit each dashboard.":["Desbloquea herramientas de red para gestionar todos tus sitios desde una sencilla ubicación. Podrás trasladar datos o crear copias de seguridad sin necesidad de visitar cada uno de los escritorios."],"Select Site":["Seleccionar sitio"],"Log sizes may fluctuate and not always be 100% accurate since the results can be cached. Also after clearing a log, it may not show as \"0\" since database tables also include additional information such as indexes that we don't clear.":["Los tamaños del registro pueden fluctuar y no siempre serán 100% precisos, ya que los resultados pueden estar en caché. Además, tras vaciar un registro, puede no mostrarse como «0» ya que las tablas de la base de datos incluyen información adicional, como índices, que no podemos vaciar."],"Clear Redirect Logs":["Vaciar registros de redirección"],"Clear 404 Logs":["Vaciar registros 404"],"Redirect Logs":["Registros de redirecciones"],"404 Logs":["Registros 404"],"All %1$s Settings":["Todos los ajustes de %1$s"],"Clear Bad Bot Blocker Logs":["Vaciar registros del Bloqueador de Bots Malos"],"Cleared":["Vaciado"],"Bad Bot Blocker Logs":["Registros del Bloqueador de Bots Malos"],"Logs":["Registros"],"No, I need to make a backup":["No, necesito realizar una copia de seguridad"],"Yes, I have a backup and want to reset the settings":["Sí, tengo una copia de seguridad y quiero restablecer los ajustes"],"This action cannot be undone. Before taking this action, we recommend that you make a %1$sfull website backup first%2$s.":["Esta acción no se puede deshacer. Antes de realizar esta acción, le recomendamos que haga una %1$scopia de seguridad del sitio web completo primero%2$s."],"Are you sure you want to reset the selected settings to default?":["¿Seguro que quieres restablecer los ajustes seleccionados a sus valores por defecto?"],"Your settings have been reset successfully!":["¡Tus ajustes se han restablecido correctamente!"],"Select settings that you would like to reset:":["Selecciona los ajustes que quieres restablecer:"],"Select Settings":["Seleccionar ajustes"],"Reset \/ Restore Settings":["Restablecer \/ restaurar ajustes"],"Reset Selected Settings to Default":["Restablecer ajustes seleccionados a sus valores por defecto"]}},"comment":{"reference":"dist\/Lite\/assets\/js\/DatabaseTools.B_wDAr7B.js"}}