{"translation-revision-date":"2024-06-21 06:39:38+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"Use Range":["Rango de uso"],"To":["Hasta"],"Our Local SEO addon enables you to tell Google about your business (name, address, opening hours, contact info & more) and further enhances your Knowledge Graph schema markup.":["Nuestra extensión de SEO local te permite informar a Google sobre tu negocio (nombre, dirección, horario de apertura, información de contacto y más) y mejora aún más tu marcado de schema de gráfico de conocimiento."],"Organization Description":["Descripción de la organización"],"Number of Employees":["Número de empleados"],"From":["Desde"],"Founding Date":["Fecha de fundación"],"Enter the primary phone number for your business. Don’t have a business phone number? %1$sSee this guide on how to get one.%2$s":["Introduce el número de teléfono principal de tu empresa. ¿No tienes un número de teléfono de empresa? %1$sConsulta esta guía sobre cómo conseguir uno.%2$s"],"Configure Local SEO":["Configurar SEO local"],"Unlock Local SEO":["Desbloqueae el SEO local"],"An alternate name for your site. This could be an acronym or shorter version of your website name.":["Un nombre alternativo para tu web. Puede ser un acrónimo o una versión más corta del nombre de tu web."],"Alternate Website Name":["Nombre alternativo de la web"],"A name that Google may use for your homepage in mobile search results. This will default to the WordPress site title if left blank.":["Un nombre que Google pueda utilizar para tu página de inicio en los resultados de búsqueda del móvil. En caso de dejarlo en blanco, se utilizará por defecto el título del sitio de WordPress."],"Website Name":["Nombre de la web"],"Meta Description":["Metadescripción"],"You are using a static home page which is found under Pages. You can %1$sedit your home page settings%2$s directly to change the title and description.":["Estás utilizando una página de inicio estática que puede encontrarse en «Páginas». Puedes directamente %1$seditar los ajustes de tu página de inicio%2$s para cambiar el título y la descripción."],"Email Address":["Dirección de correo electrónico"],"Press enter to create a keyword":["Pulse enter para crear una palabra clave"],"Enable Schema Markup":["Activar marcado schema"],"Google, Bing and other search engines use specific data from your schema markup to output data in their Knowledge Panels. This data is known as the Knowledge Graph. Use these settings to change how that data looks.":["Google, Bing y otros motores de búsqueda utilizan datos específicos del marcado de schema para generar datos en sus paneles de conocimiento. Estos datos se conocen como Knowledge Graph. Utiliza estos ajustes para cambiar el aspecto de esos datos."],"Knowledge Graph":["Knowledge Graph"],"Home Page":["Página de Inicio"],"Separator Character":["Caracter Separador"],"Title Separator":["Separador del título"],"Click on the tags below to insert variables into your meta description.":["Haz clic en las siguientes etiquetas para insertar variables en tu meta descripción."],"Click on the tags below to insert variables into your site title.":["Haz clic en las siguientes etiquetas para insertar variables en el título de tu sitio."],"Manually Enter Person":["Introducir persona manualmente"],"Logo":["Logotipo"],"Choose whether the site represents a person or an organization.":["Elige si el sitio representa a una persona o a una organización."],"Choose a Person":["Elegir una Persona"],"Keywords":["Palabras clave"],"Person Name":["Nombre de la persona"],"Phone Number":["Número de teléfono"],"Organization Name":["Nombre de la organización"],"Site Title":["Título del sitio"],"Organization":["Organización"],"Person":["Persona"],"Person or Organization":["Persona u organización"]}},"comment":{"reference":"dist\/Lite\/assets\/js\/GlobalSettings.CdEBkzR6.js"}}