{"translation-revision-date":"2023-06-20 08:50:45+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"Track how your site is performing in search rankings and generate reports with actionable insights.":["Haz un seguimiento del rendimiento de tu web en las clasificaciones de búsqueda y genera informes con información práctica."],"Search Statistics":["Estadísticas de búsqueda"],"SEO Setup":["Configuración SEO"],"Manage existing links, get relevant suggestions for adding internal links to older content, discover orphaned posts and more.":["Gestiona enlaces existentes, obtén sugerencias para añadir enlaces internos a contenido antiguo, descubrir entradas huérfanas y más."],"Easily create and manage redirects for your broken links to avoid confusing search engines and users, as well as losing valuable backlinks.":["Crea y gestiona fácilmente las redirecciones de tus enlaces rotos para evitar confundir a los motores de búsqueda y los usuarios y evitar perder backlinks valiosos."],"%1$s Overview":["Resumen de %1$s"],"Link Assistant":["Asistente de enlaces"],"Important Issues":["Problemas importantes"],"Redirection Manager":["Gestor de redirecciones"],"Warnings":["Advertencias"],"An error occurred while analyzing your site.":["Ha ocurrido un error al analizar tu sitio."],"You have %1$s more notifications":["Tienes %1$s avisos más"],"Setup Open Graph for Facebook, Twitter, etc. to show the right content \/ thumbnail preview.":["Configura Open Graph para Facebook, Twitter, etc. para mostrar el contenido correcto \/ vista previa de la miniatura."],"Configure how your website content will look in Google, Bing and other search engines.":["Configura cómo se verá el contenido de tu web en Google, Bing y otros motores de búsqueda."],"Check how your site scores with our SEO analyzer and compare against your competitor's site.":["Comprueba cómo puntúa tu sitio con nuestro analizador de SEO y compáralo con el sitio de tu competencia."],"Fine-tune your site with our powerful tools including Robots.txt editor, import\/export and more.":["Afina tu sitio con nuestras potentes herramientas, incluidos el editor de Robots.txt, la importación\/exportación y más."],"Get more features in %1$s %2$s:":["Obtén más característica en %1$s %2$s:"],"Improve local SEO rankings with schema for business address, open hours, contact, and more.":["Mejora el posicionamiento de SEO local con un schema para la dirección comercial, el horario de atención, el contacto y más."],"Manage all of your sitemap settings, including XML, Video, News and more.":["Gestiona todas los ajustes de tu mapa del sitio, incluidos XML, Video, Noticias y más."],"Relaunch Setup Wizard":["Relanzar el asistente de configuración"],"Upgrade to %1$s and Save %2$s":["Actualiza a %1$s y ahorra un %2$s"],"Dismiss All":["Descartar todas"],"Quicklinks":["Enlaces rápidos"],"See all dismissed notifications.":["Ver todos los avisos descartados."],"There are no new notifications at this moment.":["No hay avisos nuevos en este momento."],"SEO Site Score":["Puntuación SEO del sitio"],"You can use these quicklinks to quickly access our settings pages to adjust your site's SEO settings.":["Puedes usar estos enlaces rápidos para acceder rápidamente a nuestras páginas de ajustes para ajustar los ajustes de SEO de tu sitio."],"Local SEO":["SEO local"],"Complete Site Audit Checklist":["Lista de verificación completa de auditoría del sitio"],"Sitemaps":["Mapas del sitio"],"Social Networks":["Redes sociales"],"We were unable to parse the content for this site.":["No pudimos analizar el contenido de este sitio."],"The URL provided is invalid.":["La URL proporcionada no es válida."],"Recommended Improvements":["Mejoras recomendadas"],"Your site is not connected. Please connect to %1$s, then try again.":["Tu sitio no está conectado. Por favor conecta con %1$s, después vuelva a intentarlo."],"Good Results":["Buenos resultados"],"Dashboard":["Escritorio"],"Search Appearance":["Apariencia en buscadores"],"Tools":["Herramientas"],"SEO Analysis":["Análisis SEO"],"Access our Premium Support":["Acceso a nuestro soporte premium"],"Read the %1$s user guide":["Leer la guía de usuario de %1$s"],"Getting started? Read the Beginners Guide":["¿Empezamos? Revisa la guía para principiantes"],"Support":["Soporte"],"View the Changelog":["Ver el registro de cambios"],"Watch video tutorials":["Ver tutoriales en vídeo"]}},"comment":{"reference":"dist\/Lite\/assets\/js\/Main.5bd5b038.js"}}