{"translation-revision-date":"2024-06-21 06:39:38+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"Unblock Query Args":["Desbloquear argumentos de consulta"],"Unblock Query Arg":["Desbloquear argumento de consulta"],"Unblock":["Desbloquear"],"To prevent a greedy regular expression you can use %1$s to anchor it to the start of the Query Arg. For example: %2$s":["Para evitar una expresión regular codiciosa, puedes utilizar %1$s para anclarla al inicio del argumento de consulta. Por ejemplo: %2$s"],"This feature allows you to log all query arguments that are used on your site and block them. This will help prevent search engines from crawling every variation of your pages with unrecognized query arguments and help save search engine crawl quota.":["Esta función te permite registrar todos los argumentos de consulta que se utilizan en tu sitio y bloquearlos. Esto evitará que los motores de búsqueda rastreen cada variación de tus páginas con argumentos de consulta no reconocidos y ayudará a ahorrar cuota de rastreo de los motores de búsqueda."],"This action will unblock this query arg.":["Esta acción desbloqueará este argumento de consulta."],"This action will unblock the selected query args.":["Esta acción desbloqueará los argumentos de consulta seleccionados."],"This action will permanently remove this query arg.":["Esta acción quitará permanentemente este argumento de consulta."],"This action will permanently remove the selected query args.":["Esta acción quitará permanentemente los argumentos de consulta seleccionados."],"This action will block this query arg.":["Esta acción bloqueará este argumento de consulta."],"This action will block the selected query args.":["Esta acción bloqueará los argumentos de consulta seleccionados."],"The query arg you've entered is already being blocked.":["El argumento de consulta que has introducido ya está bloqueado."],"The query arg has been successfully unblocked.":["El argumento de consulta se ha desbloqueado correctamente."],"The query arg has been successfully deleted.":["El argumento de consulta se ha eliminado correctamente."],"The query arg has been successfully added to the blocklist.":["El argumento de consulta se ha añadido correctamente a la lista de bloqueo."],"The \"Block key\" blocks both the key and all of its values, while \"Block Key & values\" lets you selectively block only certain values, without blocking the entire key.":["La opción «Bloquear clave» bloquea tanto la clave como todos sus valores, mientras que «Bloquear clave y valores» te permite bloquear selectivamente sólo determinados valores, sin bloquear toda la clave."],"Query Arg Monitoring":["Supervisión de argumentos de consulta"],"Logs Retention":["Retención de registros"],"Enter one or multiple values":["Introduce uno o varios valores"],"Delete Query Args":["Eliminar argumentos de consulta"],"Delete Query Arg":["Eliminar argumento de consulta"],"Blocked by regex: ":["Bloqueado por regex: "],"Block Query Args":["Bloquear argumentos de consulta"],"Block Query Arg":["Bloquear argumento de consulta"],"Block Key & Value":["Bloquear clave y valor"],"Block Key":["Bloquear clave"],"Are you sure you want to unblock this query arg?":["¿Seguro que quieres desborrar este argumento de consulta?"],"Are you sure you want to unblock these query args?":["¿Estás seguro de que quieres desbloquear estos argumentos de consulta?"],"Are you sure you want to block this query arg?":["¿Seguro que quieres bloquear este argumento de consulta?"],"Are you sure you want to block these query args?":["¿Estás seguro de que quieres bloquear estos argumentos de consulta?"],"An error occurred while trying to remove the query arg from the blocklist. Please try again later.":["Se ha producido un error al intentar eliminar el argumento de consulta de la lista de bloqueo. Vuelve a intentarlo más tarde."],"An error occurred while trying to delete the query arg. Please try again later.":["Se ha producido un error al intentar eliminar el argumento de consulta. Vuelve a intentarlo más tarde."],"An error occurred while trying to add the query arg to the blocklist. Please try again later.":["Se ha producido un error al intentar añadir el argumento de consulta a la lista de bloqueo. Vuelve a intentarlo más tarde."],"Actions":["Acciones"],"Unblocked":["Desbloqueado"],"Press enter to create a value":["Pulsa intro para crear un valor"],"Are you sure you want to delete this query arg?":["¿Seguro que quieres borrar este argumento de consulta?"],"Open Your RSS Feed":["Abrir tu feed RSS"],"This option allows you to control whether %1$s should parse shortcodes when generating data such as the SEO title\/meta description. Enabling this setting may cause conflicts with third-party plugins\/themes. %2$s":["Esta opción te permite controlar si %1$s debe analizar los shortcodes al generar datos como el título SEO\/meta descripción. Activar esta opción puede causar conflictos con plugins\/temas de terceros. %2$s"],"This is a global feed of your site output in the RDF\/RSS 1.0 format. %1$s":["Este es un feed global de la salida de tu sitio en el formato RDF\/RSS 1.0. %1$s"],"This is a global feed of your site output in the Atom format. %1$s":["Este es un feed global de la salida de tu sitio en el formato Atom. %1$s"],"The static posts page feed allows users to subscribe to any new content added to your blog page.":["El feed de la página estática de entradas permite a los usuarios suscribirse a cualquier contenido nuevo que se añade a tu página de blog."],"The search feed allows visitors to subscribe to your content based on a specific search term.":["El feed de búsqueda permite a los visitantes suscribirse a su contenido basándose en un término de búsqueda específico."],"The post comments feed allows your users to subscribe to any new comments on a specific page or post.":["El feed de comentarios permite a los usuarios suscribirse a los nuevos comentarios de una página o entrada concreta."],"The paginated RSS feeds are for any posts or pages that are paginated.":["Los canales RSS paginados corresponden a las entradas o páginas paginadas."],"The global RSS feed is how users subscribe to any new content that has been created on your site.":["El canal RSS global es la forma en que los usuarios se suscriben a cualquier contenido nuevo que se haya creado en tu sitio."],"The global comments feed allows users to subscribe to any new comments added to your site.":["El feed de comentarios globales permite a los usuarios suscribirse a cualquier comentario nuevo que se añade a tu sitio."],"The authors feed allows your users to subscribe to any new content written by a specific author.":["El feed de autores permite a tus usuarios suscribirse a cualquier contenido nuevo escrito por un autor específico."],"The attachments feed allows users to subscribe to any changes to your site made to media file categories.":["El feed de adjuntos permite a los usuarios suscribirse a cualquier cambio realizado en las categorías de archivos multimedia de tu sitio."],"Taxonomy Feeds":["Feeds de taxonomía"],"Static Posts Page Feed":["Feed de páginas de entradas estáticas"],"Select which Taxonomies should include an RSS feed.":["Selecciona las taxonomías que deberían incluir un Feed RSS."],"Select which post type archives should include an RSS feed. This only applies to post types that include an archive page.":["Selecciona los archivos de entradas que deberían incluir un Feed RSS. Solo es posible aplicarlo a los tipos de entradas que incluyen una página de archivo."],"Search Feed":["Buscar feed"],"Run Shortcodes":["Ejecutar shortcodes"],"Disabling unnecessary RSS feeds can help save search engine crawl quota and speed up content indexing for larger sites. If you choose to disable any feeds, those feed links will automatically redirect to your homepage or applicable archive page.":["Eliminar los argumentos de consulta no reconocidos de las URL y desactivar los canales RSS innecesarios puede ayudar a ahorrar cuota de rastreo de los motores de búsqueda y acelerar la indexación de contenidos en los sitios más grandes. Si optas por desactivar alguna fuente, los enlaces a esas fuentes se redirigirán automáticamente a su página de inicio o a la página de archivo correspondiente."],"RDF\/RSS 1.0 Feed":["Feed RDF\/RSS 1.0"],"Post Type Archive Feeds":["Feeds de archivo del tipo de contenido"],"Post Comment Feeds":["Feeds de comentarios de las entradas"],"Paginated RSS Feeds":["Feeds RSS paginados"],"Open Your Static Posts Page RSS Feed":["Abrir tu feed RSS de la página estática de entradas"],"Open Your Comments RSS Feed":["Abrir tu feed RSS de comentarios"],"Open Your Atom Feed":["Abrir tu feed Atom"],"NOTE: Enabling this setting may cause conflicts with third-party plugins\/themes. %1$s":["ATENCIÓN: establecer este ajuste puede causar conflictos con plugins\/temas de terceros. %1$s"],"Include All Post Type Archives":["Incluye todos los archivos de tipos de contenido"],"Global RSS Feed":["Feed RSS global"],"Global Comments RSS Feed":["Feed RSS global de comentarios"],"Disabling the global RSS feed is NOT recommended. This will prevent users from subscribing to your content and can hurt your SEO rankings.":["No se recomienda desactivar el Feed RSS global, pues evitará que los usuarios se suscriban a tu contenido y puede dañar tu puesto en los rankings SEO."],"Crawl Cleanup":["Limpieza de rastreo"],"Author Feeds":["Feeds del autor"],"Attachments Feed":["Feed de adjuntos"],"Atom Feed":["Feed Atom"],"The regex syntax is invalid.":["La sintaxis de expresiones regulares no es válida."],"Key":["Clave"],"Select a Value or Add a New One":["Selecciona un valor o añade uno nuevo"],"The dollar symbol %1$s should be at the end. For example: %2$s":["El símbolo del dólar %1$s debe estar al final. Por ejemplo: %2$s"],"Value":["Valor"],"Last Accessed":["Último acceso"],"at":["a las"],"The caret %1$s should be at the start. For example: %2$s":["El símbolo de intercalación %1$s debe estar al principio. Por ejemplo: %2$s"],"Regex":["Regex"],"Forever":["Siempre"],"1 week":["1 semana"],"1 day":["1 día"],"1 hour":["1 hora"],"No, I changed my mind":["No, he cambiado de opinión"],"Are you sure you want to delete these query args?":["¿Estás seguro de que quieres eliminar estos argumentos de consulta?"],"Hits":["Visitas"],"Open Your RDF Feed":["Abrir tu feed RDF"],"Include All Taxonomies":["Incluir todas las taxonomías"],"A Description tag is required in order to properly display your meta descriptions on your site.":["Es obligatoria una etiqueta de descripción para mostrar correctamente tus meta descriptions en tu sitio."],"Choose whether %1$s should output the required schema markup that Google needs to generate a sitelinks search box.":["Elige si %1$s debe generar el marcado de schema obligatorio que Google necesita para generar un cuadro de búsqueda de enlaces a sitios."],"Enable Sitelinks Search Box":["Activar cuadro de búsqueda de Sitelinks"],"Dynamically Generate Meta Keywords":["Generar palabras clave meta dinámicamente"],"Use Meta Keywords":["Usar palabras clave meta"],"Global Robots Meta":["Meta Robots Globales"],"Delete":["Borrar"],"Exclude Posts \/ Pages":["Excluir entradas \/ páginas"],"URL":["URL"],"Exclude Terms":["Excluir términos"],"Use Content for Autogenerated Descriptions":["Usa el contenido para las descripciones generadas automáticamente"],"Yes":["Sí"],"No":["No"],"Advanced Settings":["Ajustes avanzados"],"Autogenerate Descriptions":["Generar automáticamente las descripciones"],"Use Tags for Meta Keywords":["Usar etiquetas para palabras clave meta"],"Use Categories for Meta Keywords":["Usar categorías para las palabra claves meta"],"Paged Format":["Formato de paginación"],"Description Format":["Formato de descripción"],"No Pagination for Canonical URLs":["Sin paginación para las URLs canónicas"],"This string gets appended to the titles and descriptions of paginated pages (like term or archive pages).":["Esta cadena se añade a los títulos y descripciones de las páginas paginadas (como las páginas de términos o de archivo)."],"Check this if you want your keywords on your Posts page (set in WordPress under Settings, Reading, Front Page Displays) and your archive pages to be dynamically generated from the keywords of the posts showing on that page. If unchecked, it will use the keywords set in the edit page screen for the posts page.":["Marca esto si desea que tus palabras clave en su página de entradas (configuradas en WordPress en Ajustes, Lectura, Página de inicio muestra) y tus páginas de archivo se generen dinámicamente a partir de las palabras clave de las entradas que se muestran en esa página. Si no está marcado, usará las palabras clave establecidas en la pantalla de editar página para la página de entradas."],"Check this if you want your tags for a given post used as the Meta Keywords for this post (in addition to any keywords you specify on the Edit Post screen).":["Marca esto si quieres que tus etiquetas de una entrada concreta se usen como Meta Keywords en esa entrada (además de las palabras claves que especifiques en la pantalla de Editar entrada)."],"Check this if you want your categories for a given post used as the Meta Keywords for this post (in addition to any keywords you specify on the Edit Post screen).":["Marca esto si quieres que tus categorías en una entrada determinada se usen como Meta Keywords en esa entrada (además de otras palabras clave que especifiques en la pantalla de Editar entrada)."],"This option allows you to toggle the use of Meta Keywords throughout the whole of the site.":["Esta opción te permite alternar el uso de Meta Keywords en todo el sitio."]}},"comment":{"reference":"dist\/Lite\/assets\/js\/Advanced.ziojnECN.js"}}