{"translation-revision-date":"2023-06-20 08:50:45+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"Future proof your WordPress customizations with the most popular code snippet management plugin for WordPress. Trusted by over 1,500,000+ websites for easily adding code to WordPress right from the admin area.":["Prepara tus personalizaciones de WordPress para el futuro con el plugin de administración de fragmentos de código más popular para WordPress. Con la confianza de más de 1 500 000 de webs para añadir fácilmente código a WordPress directamente desde el área de administración."],"The best WordPress eCommerce plugin for selling digital downloads. Start selling eBooks, software, music, digital art, and more within minutes. Accept payments, manage subscriptions, advanced access control, and more.":["El mejor plugin de comercio electrónico para WordPress para vender descargas digitales. Empieza a vender en minutos libros electrónicos, software, música, arte digital y más. Acepta pagos, gestiona suscripciones, control de acceso avanzado y más."],"A simple & powerful event calendar plugin for WordPress that comes with all the event management features including payments, scheduling, timezones, ticketing, recurring events, and more.":["Un sencillo y potente plugin de calendario de eventos para WordPress que trae todas las características para gestión de eventos, incluyendo pagos, programación, zonas horarias, entradas, eventos periódicos y más."],"The most advanced WordPress search plugin. Customize your WordPress search algorithm, reorder search results, track search metrics, and everything you need to leverage search to grow your business.":["El plugin más avanzado de búsquedas para WordPress. Personaliza el algoritmo de búsqueda de WordPress, reordena los resultados de búsqueda, haz el seguimiento de las métricas de búsqueda y todo lo que necesitas para aprovechar las búsquedas para hacer crecer tu negocio."],"The #1 affiliate management plugin for WordPress. Easily create an affiliate program for your eCommerce store or membership site within minutes and start growing your sales with the power of referral marketing.":["El plugin de gestión de afiliados número 1 para WordPress. Crea fácilmente, en cuestión de minutos, un programa de afiliados para tu tienda de comercio electrónico o tu sitio de membresía y empieza a hacer crecer tus ventas con el poder del marketing de referidos."],"The #1 Stripe payments plugin for WordPress. Start accepting one-time and recurring payments on your WordPress site without setting up a shopping cart. No code required.":["El plugin de pagos número 1 con Stripe para WordPress. Empieza a aceptar pagos únicos o periódicos en tu sitio WordPress sin tener que configurar un carrito de compra. No se necesita programación."],"Connect with your visitors after they leave your website with the leading web push notification software. Over 10,000+ businesses worldwide use PushEngage to send 9 billion notifications each month.":["Conecta con tus visitantes después de que abandonen tu web con el software líder de avisos web inmediatos. Más de 10.000 negocios de todo el mundo usan PushEngage para enviar 9.000 millones de avisos cada mes."],"Easily display Twitter content in WordPress without writing any code. Comes with multiple layouts, ability to combine multiple Twitter feeds, Twitter card support, tweet moderation, and more.":["Muestra fácilmente contenido de Twitter en WordPress sin escribir nada de código. Viene con varios diseños, posibilidad de combinar varios feeds de Twitter, compatibilidad con tarjetas de Twitter, moderación de tuits y más."],"Easily display YouTube videos on your WordPress site without writing any code. Comes with multiple layouts, ability to embed live streams, video filtering, ability to combine multiple channel videos, and more.":["Muestra fácilmente vídeos de YouTube en tu sitio WordPress sin escribir nada de código. Viene con varios diseños, posibilidad de incrustar transmisiones en vivo, filtrado de vídeos, posibilidad de combinar varios canales de vídeo y más."],"Easily display Facebook content on your WordPress site without writing any code. Comes with multiple templates, ability to embed albums, group content, reviews, live videos, comments, and reactions.":["Muestra fácilmente contenido de Facebook en tu sitio WordPress sin escribir nada de código. Viene con varias plantillas, posibilidad de incrustar álbumes, contenido de grupos, reseñas, vídeos en vivo, comentarios y reacciones."],"Easily display Instagram content on your WordPress site without writing any code. Comes with multiple templates, ability to show content from multiple accounts, hashtags, and more. Trusted by 1 million websites.":["Muestra fácilmente contenido de Instagram en tu sitio WordPress sin escribir nada de código. Viene con varias plantillas, posibilidad de mostrar contenido de varias cuentas, hashtags y más. Con la confianza de 1 millón de webs."],"Boost your sales and conversions by up to 15% with real-time social proof notifications. TrustPulse helps you show live user activity and purchases to help convince other users to purchase.":["Impulsa tus ventas y conversiones hasta un 15 % con avisos de prueba social en tiempo real. TrustPulse te ayuda a mostrar en vivo la actividad y las compras de los usuarios para ayudar a convencer a otros usuarios para que compren."],"Turn your website visitors into brand ambassadors! Easily grow your email list, website traffic, and social media followers with the most powerful giveaways & contests plugin for WordPress.":["¡Convierte a los visitantes de tu web en embajadores de tu marca! Haz crecer fácilmente tu lista de correo electrónico, el tráfico de la web y los seguidores de medios sociales con el plugin más potente de regalos y concursos para WordPress."],"Improve your WordPress email deliverability and make sure that your website emails reach user’s inbox with the #1 SMTP plugin for WordPress. Over 2 million websites use it to fix WordPress email issues.":["Mejora la entrega de tu correo electrónico de WordPress y asegúrate de que los correos electrónicos de tu web lleguan a la bandeja de entrada de los usuarios con el plugin SMTP número 1 para WordPress. Más de 2 millones de webs lo usan para corregir los problemas del correo electrónico de WordPress."],"The fastest drag & drop landing page builder for WordPress. Create custom landing pages without writing code, connect them with your CRM, collect subscribers, and grow your audience. Trusted by 1 million sites.":["El maquetador más rápido de arrastrar y soltar para páginas de destino para WordPress. Crea páginas de destino personalizadas sin escribir código, conéctalas con tu CRM, recopila suscriptores y haz crecer tu audiencia. Con la confianza de 1 millón de sitios."],"The leading WordPress analytics plugin that shows you how people find and use your website, so you can make data driven decisions to grow your business. Properly set up Google Analytics without writing code.":["El plugin líder de analítica para WordPress, que te muestra cómo la gente encuentra y usa tu web, para que puedas tomar decisiones basadas en datos para hacer crecer tu negocio. Configura correctamente Google Analytics sin tener que escribir código."],"The best drag & drop WordPress form builder. Easily create beautiful contact forms, surveys, payment forms, and more with our 100+ form templates. Trusted by over 4 million websites as the best forms plugin.":["El mejor maquetador de formularios de arrastrar y soltar para WordPress. Crea fácilmente bonitos formularios de contacto, encuestas, formularios de pago y más con nuestras más de 100 plantillas de formularios. Con la confianza de más de 4 millones de webs como el mejor plugin de formularios."],"Instantly get more subscribers, leads, and sales with the #1 conversion optimization toolkit. Create high converting popups, announcement bars, spin a wheel, and more with smart targeting and personalization.":["Obtén instantáneamente más suscriptores, clientes potenciales y ventas con el paquete de herramientas número 1 de optimización de conversión. Crea ventanas emergentes de alta conversión, barras de anuncios, ruletas y más con orientación inteligente y personalización."],"The ExactMetrics Google Analytics for WordPress plugin helps you properly setup all the powerful Google Analytics tracking features without writing any code or hiring a developer.":["El plugin ExactMetrics Google Analytics para WordPress le ayuda a configurar correctamente todas las potentes características de seguimiento de Google Analytics sin escribir ningún código o contratar un desarrollador."],"Deactivated":["Desactivado"],"Status:":["Estado:"],"Manage":["Gestionar"],"The %1$s Team":["El equipo %1$s"],"%1$s is brought to you by %2$s, the same team that’s behind the largest WordPress resource site, WPBeginner, the most popular lead-generation software, OptinMonster, the best WordPress analytics plugin, MonsterInsights and many more.":["%1$s se lo ofrece %2$s, el mismo equipo que está detrás del sitio de recursos de WordPress más grande, WPBeginner, el software de generación de oportunidades de venta más popular, OptinMonster, el mejor plugin de análisis de WordPress, MonsterInsights y muchos más."],"Not Installed":["No instalado"],"Yup, we know a thing or two about building awesome products that customers love.":["Sí, sabemos un par de cosas sobre la creación de productos increíbles que los clientes adoran."],"Activate":["Activar"],"Install Plugin":["Instalar plugin"],"Activated":["Activo"],"Over the years, we found that most other WordPress SEO plugins were bloated, buggy, slow, and very hard to use. So we designed our plugin as an easy and powerful tool.":["A lo largo de los años hemos descubierto que la mayoría del resto de plugins SEO para WordPress estaban inflados, tenían fallos, eran lentos y difíciles de utilizar. Así que diseñamos nuestro plugin como una herramienta sencilla y potente."],"Welcome to %1$s, the original SEO plugin for WordPress. At %2$s, we build software that helps you rank your website in search results and gain organic traffic.":["Bienvenido a %1$s, el plugin SEO original para WordPress. En %2$s creamos software que te ayuda a posicionar tu web en los resultados de búsqueda y ganar tráfico orgánico."],"Our goal is to take the pain out of optimizing your website for search engines.":["Nuestro objetivo es quitar la molestia de la optimización de tu web para los motores de búsqueda."]}},"comment":{"reference":"dist\/Lite\/assets\/js\/AboutUs.e7d3197e.js"}}