{"translation-revision-date":"2024-06-21 06:39:38+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"Unlock Local SEO":["Desbloqueae el SEO local"],"Local SEO is a %1$s Feature":["El SEO local es una característica %1$s"],"Local Business schema markup informs Google about your business details like name, address, phone number, hours, and price range, which can appear in a Knowledge Graph card or business carousel.":["El marcado schema de negocio local informa a Google sobre los detalles de tu negocio, como el nombre, la dirección, el número de teléfono, el horario y el rango de precios, que pueden aparecer en una tarjeta del gráfico de conocimiento o en el carrusel de negocios."],"Detailed Address, Contact and Payment Info":["Dirección, contacto e información de pago detallado"],"Business Info and Location blocks, widgets and shortcodes":["Bloques, widgets y shortcodes de información y ubicación del negocio"],"Whether your business has multiple locations, or just one, %1$s makes it easy to configure and display relevant information about your local business. You can use the custom-built tools below, or you can use the Locations custom post type (multiple locations only) to generate relevant and necessary information for search engines or for your customers.":["Si tu negocio tiene varias ubicaciones, o solo u na, %1$s facilita configurar y mostrar información relevante sobre tu negocio local. Puedes usar las herramientas a medida de abajo, o puedes usar el tipo de contenido personalizado «Ubicaciones» (solo para varias ubicaciones) para generar información relevante y necesaria para los motores de búsqueda o tus clientes."],"Type":["Tipo"],"Multiple Locations":["Ubicaciones múltiples"],"Animal Shelter":["Refugio de animales"],"Contact Page URL:":["URL de la página de contacto:"],"About Page URL:":["URL de la Página «Acerca de»:"],"Website URL:":["URL de la web:"],"Your name or company name.":["Tu nombre o el nombre de tu empresa."],"name":["nombre"],"Business Info":["Información del negocio"],"Remove":["Eliminar"],"Minimum size: 112px x 112px, The image must be in JPG, PNG, GIF, SVG, or WEBP format.":["Tamaño mínimo: 112px x 112px, la imagen debe estar en formato JPG, PNG, GIF, SVG o WEBP."],"Paste your image URL or select a new image":["Pega la URL de tu imagen o selecciona una nueva imagen"],"Upload or Select Image":["Subir o seleccionar imagen"],"default":["por defecto"],"Local Business Schema":["Schema de negocio local"],"URLs":["URLs"],"Image":["Imagen"]}},"comment":{"reference":"dist\/Lite\/assets\/js\/Locations.W8CvxEna.js"}}